Repository: Zemill/hotslogs-site
Catalog: HotsLogsApi.BL/Resources/LocalizedText.*.resx
Languages: cs, da, de, es, fi, fr, hu, ko, nl, pl, ru, zh_hans, zh_hant

# GenericTimeSpanDayPlural
source: {0} Days
cs: {0} Dní
da: {0} Dage
de: {0} Tage
es: {0} Días
fi: {0} Päivää
fr: {0} Jours
hu: {0} nap
ko: {0} 일
nl: {0} dagen
ru: {0} дней
zh_hans: {0} 天
zh_hant: {0} 天

# GenericTimeSpanHour
source: {0} Hour
cs: {0} Hodina
da: {0} Time
de: {0} Stunde
es: {0} Hora
fi: {0} Tuntia
fr: {0} Heure
hu: {0} óra
ko: {0} 시간
nl: {0} uur
ru: {0} час
zh_hans: {0} 小时
zh_hant: {0} 小時

# GenericTimeSpanHourPlural
source: {0} Hours
cs: {0} Hodin
da: {0} Timer
de: {0} Stunden
es: {0} Horas
fi: {0} Tuntia
fr: {0} Heures
hu: {0} óra
ko: {0} 시간
nl: {0} uur
ru: {0} часов
zh_hans: {0} 小时
zh_hant: {0} 小時

# GenericTimeSpanMinute
source: {0} Minute
cs: {0} Minuta
da: {0} Minut
es: {0} Minuto
fi: {0} Minuuttia
hu: {0} perc
ko: {0} 분
nl: {0} minuut
ru: {0} минута
zh_hans: {0} 分钟
zh_hant: {0} 分鐘

# GenericTimeSpanMinutePlural
source: {0} Minutes
cs: {0} Minut
da: {0} Minutter
de: {0} Minuten
es: {0} Minutos
fi: {0} Minuuttia
hu: {0} perc
ko: {0} 분
nl: {0} minuten
ru: {0} минут
zh_hans: {0} 分钟
zh_hant: {0} 分鐘

# GenericUserName
source: User Name
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
es: Nombre de Usuario
fi: Käyttäjä nimi
fr: Nom d'utilisateur
hu: Felhasználónév
ko: 유저 이름
nl: Gebruikersnaam
pl: Nazwa użytkownika
ru: Имя пользователя
zh_hans: 用户名
zh_hant: 使用者名稱

# GenericViewMatchHistory
source: View Match History
cs: Historie zápasů
da: Se Kamp Historik
de: Spielübersicht anzeigen
es: Ver Historial de Juegos
fi: Katso peli historia
fr: Consulter l'historique des parties
hu: Korábbi meccsek megtekintése
ko: 대전기록 보기
nl: Bekijk spelgeschiedenis
pl: Wyświetl Historie Gier
ru: Посмотреть историю игр
zh_hans: 查看对战记录
zh_hant: 查看對戰紀錄

# GenericViewProfile
source: View Profile
cs: Profil
da: Se Profil
de: Profil einsehen
es: Ver Perfil
fi: Katso profiili
fr: Consulter le profil
hu: Profil megtekintése
ko: 프로필 보기
nl: Bekijk profiel
pl: Wyświetl Profil
ru: Просмотреть профиль
zh_hans: 查看资料
zh_hant: 查看個人資訊

# GenericWeekOfDate
source: Week of {0}
cs: Týden {0}
da: Fra Uge {0}
de: Woche vom {0}
es: Semana de {0}
fi: Viikko {0}
fr: Semaine de {0}
hu: {0}. hét
ko: {0} 주
nl: Week van {0}
ru: {0} -ая неделя
zh_hans: 第{0}周
zh_hant: {0} 周

# GenericWin
source: Win
cs: Výhra
da: Sejr
de: Sieg
es: Victoria
fi: Voitto
fr: Victoire
hu: Gyõzelem
ko: 승
nl: Winst
pl: Zwycięstwo
ru: Победа
zh_hans: 胜利
zh_hant: 勝利

# GenericWinningTeam
source: Winning Team
cs: Vyhrávající tým
da: Sejrende Hold
de: Siegerteam
es: Equipo Victorioso
fi: Voittaja joukkue
fr: Equipe gagnante
hu: Gyõztes csapat
ko: 승리한 팀
nl: Winnende team
pl: Wygrana drużyna
ru: Победившая команда
zh_hans: 胜利的队伍
zh_hant: 勝利隊伍

# GenericWinPercent
source: Win Percent
cs: Procento výher
da: Sejr Procent
de: Siege in %
es: Porcentaje de Victorias
fi: Voittoprosentti
fr: Pourcentage de victoire
hu: Gyõzelmi arány
ko: 승률
nl: Win percentage
pl: Procent zwycięstw
ru: Процент побед
zh_hans: 胜率
zh_hant: 勝率

# HeroDetailsMessageLine1
source: Hero Win Rate by Week
cs: Úspěšnost hrdiny za týden
da: Helte Sejrs Rate sorteret efter Uge
de: Siegquote des Helden nach Woche
es: Porcentaje Semanal de Victorias por Héroe
fi: Hahmon voitto prosentti tällä viikolla
fr: Taux de victoire du Héros cette semaine
hu: Gyõzelmi arány hetekre lebontva
ko: 주간 영웅 승률
nl: Hero winst ratio per week
pl: Tygodniowy win-rate zwycięstw
ru: Рейт побед за неделю
zh_hans: 英雄周胜率
zh_hant: 每周英雄勝率

# HeroDetailsTitle
source: Hero Details
cs: Podrobnosti hrdiny
da: Helt Detaljer
de: Heldendetails
es: Detalles del Héroe
fi: Hahmojen tilastot
fr: Détails du Héros
hu: Hősök részletesen
ko: 영웅 세부 정보
pl: Szczegóły Bohatera
ru: Информация по герою
zh_hans: 英雄细节
zh_hant: 英雄細節

# HeroDetailsWinRateVsOtherHeroes
source: Win Rate vs Other Heroes
cs: Úspešnost proti jiným hrdinům
da: Sejrs Rate vs Andre Helte
de: Siegquote gegen andere Helden
es: Porcentaje de Victorias Contra Otros Héroes
fi: Voitto prosentti muita hahmoja vastaan
fr: Taux de victoire face aux autres héros
hu: Gyõzelmi arány más hõsök ellen
ko: 다른 영웅과 대전 승률
nl: Win percentage tegen andere helden
ru: Рейт побед против других героев
zh_hans: 对其他英雄的胜率
zh_hant: 對上其他英雄的勝率

# LeaderboardCurrentPlayerRank
source: Your Current League Rank: {0}
cs: Vaše současné umístění v lize: {0}
da: Din nuværende League rang {0}
de: Deine aktuelle Ligawertung: {0}
es: Su Clasificación de Liga Actual: {0}
fi: Tämän hetkinen liiga sijoituksesi: {0}
fr: Votre classement acutel dans la ligue : {0}
hu: A jelenlegi liga rangod: {0}
ko: 현재 리그 내의 순위: {0}
nl: Je huidige divisie rang: {0}
pl: Obecna pozycja w lidze: {0}
ru: Твой ранк в Лиге: {0}
zh_hans: 你的当前联盟等级：{0}
zh_hant: 你目前的級別排行：{0}

# LeaderboardLeagueGamesPlayedRequirement
source: This league requires players to upload at least {0} replays
cs: Tato liga vyžaduje nejméně {0} nahraných záznamů
da: Denne league kræver at spillere mindst har uploadet {0} replays
de: Für diese Liga müssen Spieler mindestens {0} Replays hochladen.
es: Esta liga requiere que los jugadores suban al menos {0} repeticiones.
fi: Tämä liiga vaatii että pelaaja lähettää vähintään {0} uusintaa
fr: Cette ligue nécessite d'envoyer au moins {0} replays
hu: Ahhoz hogy ebbe a ligába kerülj, legalább {0} replayre van szükséged
ko: 이 리그는 적어도 {0}개의 리플레이를 업로드 해야 합니다.
nl: Deze divisie vereist minimaal {0} geüploade replays.
pl: Ta liga wymaga przynajmniej {0} przesłanych powtórek
ru: Для этой Лиги необходимо {0} реплеев
zh_hans: 此联盟需要玩家上传至少 {0} 盘录像
zh_hant: 這個級別需要玩家至少上傳{0}個錄像

# LeaderboardMMRInfoLink
source: If you would like more information on how I calculate MMR, I've written up a little explanation here
cs: Pokud vás zajímá, jak MMR počítám, tak tady je vysvětlení
da: Hvis du kunne tænke dig at vide mere omkring udregningen af MMR, så har jeg skrevet en lille forklaring her
de: Wenn du weitere Informationen zur Berechnung der Spielerzuweisungswertung (MMR) wünschst, dann wirft einen Blick auf die von mir verfasste Erklärung hier.
es: Si quieres más información sobre como calculo el MMR, he escrito una pequeña explicación aquí.
fi: Jos haluat lisää tietoa siitä miten lasken MMR:n , olen kirjoittanut pienen selityksen sitä tänne.
fr: Si vous voulez plus d'informations sur la façon dont je calcule la MMR, j'ai écrit une petite explication ici
hu: Ha szeretnél többet tudni arról, hogy hogyan számolom az MMR-t, itt találsz magyarázatot.
ko: MMR 계산에 대한 자세한 정보를 원하신다면, 여기를 클릭하세요.
nl: Als je meer informatie wil over hoe ik MMR bereken heb ik hier een kleine uitleg gegeven.
pl: Gdybyś potrzebował więcej informacji o tym jak obliczam MMR, tutaj napiszę wyjaśnienie.
ru: Если Вам хочется знать как я считаю MMR, я написал небольшое объяснение здесь
zh_hans: 如果你想了解更多关于我如何计算MMR，我在这里做了一些解释
zh_hant: 如果你想知道更多關於我如何計算MMR的資訊，我寫了一些說明在這裡

# LogInCheckboxRememberMe
source: Remember Me?
cs: Pamatovat si mě?
da: Forliv logget på?
de: Merken?
es: ¿Mantenerme en Línea?
fi: Muista minut?
fr: Se souvenir de moi
hu: Emlékezz rám!
ko: 자동 로그인
nl: Onthoud mij?
pl: Zapamiętać?
ru: Запомнить меня?
zh_hans: 记得我？
zh_hant: 記住我？

# LogInForgotPassword
source: Forgot your password? Click here to reset your login credentials.
cs: Zapomněli jste heslo? Klikněte zde pro resetování přihlašovacích údajů.
da: Glemt dit kodeord? Klik her for at få dine informationer tilbage
de: Passwort vergessen? Klicke hier, um deine Logindaten zurückzusetzen.
es: ¿Olvidaste tu contraseña? Da clic aquí para reajustar tus datos de identificación del sitio.
fi: Unohditko salasanan? Paina tästä vaihtaaksesi tunnuksesi.
fr: Mot de passe perdu ? Cliquez ici pour réinitialiser votre compte.
hu: Elfelejtetted a jelszavad? Kattints ide.
ko: 비밀번호를 잊어버리셨나요? 이곳을 클릭해 비밀번호를 재설정 하세요.
nl: Wachtwoord vergeten? Klik hier om je gegevens te resetten.
pl: Zapomniałeś hasła? Kliknij tutaj aby je zresetować.
ru: Забыли пароль? Нажмите здесь для сброса.
zh_hans: 忘记密码？点击这里重置。
zh_hant: 忘記你的密碼？按這裡來重設你的登入認證。

# LogInNewUser
source: Register if you don't have an account.
cs: Pokud nemáte účet, zaregistrujte se.
da: Meld dig til hvis du ikke har en bruger
de: Melde dich an, wenn du noch keinen Account besitzt.
es: Regístrate si no tienes una cuenta.
fi: Rekisteröidy, jos sinulla ei ole vielä tunnuksia.
fr: S'enregistrer si vous ne possédez pas encore de compte.
hu: Regisztrálj, ha még nincs fiókod.
ko: 계정이 없으시면 이곳을 클릭해 회원가입 하세요.
nl: Schrijf je in indien je nog geen lid bent.
pl: Zarejestruj się jeśli nie masz jeszcze konta.
ru: Зарегистрируйтесь, если у Вас еще нет аккаунта.
zh_hans: 如果你还没有账户，请注册
zh_hant: 進行註冊，如果你還沒有帳號

# ManageAccountChangePasswordMessage
source: Change your Password
cs: Změna hesla
da: Ændrer dit kodeord
de: Passwort ändern
es: Cambiar Tu Contraseña
fi: Vaihda salasanasi
fr: Modifier votre mot de passe
hu: Jelszóváltás.
ko: 비밀번호 변경
nl: Verander je wachtwoord
pl: Zmień Hasło
ru: Смените пароль
zh_hans: 更改密码
zh_hant: 更換密碼

# ManageAccountChangePasswordSuccess
source: Your password has been changed.
cs: Vaše heslo bylo změněno.
da: Dit kodeord er blevet ændret.
de: Dein Passwort wurde geändert.
es: Tu contraseña ha sido cambiada.
fi: Salasanasi on vaihdettu.
fr: Votre mot de passe a été modifié.
hu: A jelszavad megváltozott.
ko: 비밀번호가 변경 되었습니다.
nl: Je wachtwoord is aangepast.
pl: Twoje hasło zostało zmienione
ru: Ваш пароль был изменен.
zh_hans: 密码已更改。
zh_hant: 你的密碼已經更新了

# ManageAccountCurrentPassword
source: Current Password
cs: Současné heslo
da: Nuværende Kodeord
de: Aktuelles Passwort
es: Contraseña Actual
fi: Tämän hetkinen salasana
fr: Mot de passe actuel
hu: Jelenlegi jelszó
ko: 현재 비밀번호
nl: Huidige wachtwoord
pl: Obecne Hasło
ru: Старый пароль
zh_hans: 当前密码
zh_hant: 目前的密碼

# ManageAccountErrorCurrentPasswordRequired
source: The current password field is required.
cs: Je nutné vyplnit pole současné heslo.
da: Det nuværernde adgangsfelt er påkrævet.
de: Das aktuelle Passwort wird benötigt.
es: El campo de “Contraseña Actual” es requerido.
fi: Nykyinen salasana "kenttä" pitää täyttää.
fr: Vous devez saisir votre mot de passe actuel.
hu: A 'Jelenlegi jelszó' sort töltsd ki!
ko: 현재 비밀번호란은 필수 입니다..
nl: Het huidige wachtwoord veld is verplicht.
pl: Pole "Obecne Hasło" jest wymagane.
ru: Необходимо ввести старый пароль.
zh_hans: 请填写当前密码。
zh_hant: 目前的密碼為密填項目。

# ManageAccountErrorNewPasswordRequired
source: The new password is required.
cs: Je nutné vyplnit nové heslo.
da: Det nye kodeord er påkrævet.
de: Das neue Passwort wird benötigt.
es: El campo de “Contraseña Nueva” es requerido.
fi: Uusi salasana vaaditaan.
fr: Vous devez saisir votre nouveau mot de passe.
hu: Az 'Új jelszó' sort töltsd ki!.
ko: 새 비밀번호는 필수 입니다.
nl: Het nieuwe wachtwoord is veld is verplicht.
pl: Pole "Nowe Hasło" jest wymagane.
ru: Необходимо ввести новый пароль.
zh_hans: 请填写新密码
zh_hant: 新的密碼為必填項目。

# ManageAccountNewPassword
source: New Password
cs: Nové heslo
da: Nyt Kodeord
de: Neues Passwort
es: Nueva Contraseña
fi: Uusi salasana
fr: Nouveau mot de passe
hu: Új jelszó
ko: 새 비밀번호
nl: Nieuwe wachtwoord
pl: Nowe Hasło
ru: Новый пароль
zh_hans: 新密码
zh_hant: 新密碼

# ManageAccountTitle
source: Manage Account
cs: Spravovat účet
da: Administrer Bruger
de: Account verwalten
es: Administrar Cuenta
fi: Hallitse tunnuksiasi
fr: Gestion du Compte
hu: Fiók kezelése
ko: 계정 관리
nl: Account beheren
pl: Zarządzaj Kontem
ru: Управление аккаунтом
zh_hans: 管理帐号
zh_hant: 管理帳號

# MatchHistoryMessageLine1
source: Click the arrow on the far left column of the table to expand the match and see player details
cs: Pro detailnější informace klikněte na šipku v levém sloupci
da: Klik på pilen længst til venstre på tabellen for at udvide kampen og se spiller detaljer.
de: Klicke auf den Pfeil am linken Rand der Tabelle, um das Spiel aufzuklappen und die Spielerinformationen einzusehen.
es: Da clic a la fleche en la columna a la izquierda de la tabla para expandir la partida y ver los detalles de los jugadores.
fi: Paina nuolta rivin vasemmasta reunasta laajentaaksesi pelin tiedot ja nähdäksesi pelaajien yksityiskohdat
fr: Cliquez sur la flèche de la colonne tout à gauche pour voir les informations détaillées des joueurs
hu: Kattints a bal szélsõ oszlopon található nyílra, további részletekért.
ko: 왼쪽의 화살표를 클릭해 자세한 결과를 보실 수 있습니다.
nl: Klik op de pijl helemaal links van de tabel om de match uit te breiden en om de details van de spelers te zien.
pl: Kliknij strzałkę po lewej stronie tabeli, aby zobaczyć więcej informacji o meczu oraz graczach.
ru: Нажмите на стрелку в крайнем левом столбце таблицы, чтобы развернуть историю мачта и просмотреть статистику игрока подробнее
zh_hans: 点击左侧的箭头展开，来查看玩家细节
zh_hant: 點擊每列最左邊的鍵頭來展開對戰細節及查看玩家資料

# MMRInfoMessageLine01
source: How is MMR calculated?
cs: Jak je MMR počítán?
da: Hvordan bliver din MMR beregnet?
de: Wie wird die Spielerzuweisungswertung (MMR) berechnet?
es: ¿Cómo se calcula el MMR?
fi: Miten MMR lasketaan?
fr: Comment la MMR est-elle calculée ?
hu: Hogyan számoljuk ki az MMR-t?
ko: 어떻게 MMR이 계산 되나요?
nl: Hoe wordt mmr berekend?
pl: Jak obliczany jest MMR
ru: Как считается MMR?
zh_hans: MMR是如何计算的？
zh_hant: MMR是如何被計算的？

# MMRInfoMessageLine02
source: I use an algorithm similar to Microsoft's TrueSkill, as this is generally agreed to be better than ELO for team games.
cs: Používám algoritmus podobný Microsoft‘s TrueSkill, který je pro týmové hry obecně uznáván jako lepší než ELO.
da: Jeg burger en algoritme magen til Microsoft’s TrueSkill, eftersom dette for det meste bliver set på som at være bedre for hold spil end ELO.
de: Ich verwende einen Algorithmus ähnlich Microsofts TrueSkill, da dieser für Team-Spiele allgemein als besser als ELO-Bewertungen angesehen wird.
es: Utilizo un algoritmo similar a TrueSkill de Microsoft debido a que, generalmente, se considera como un mejor sistema que ELO para juegos en equipo.
fi: Käytän samankaltaista algorytmiä kuin Microsoftin TrueSkill, se on laajalti hyväksytty olevan parempi kuin ELO joukkue pohjaisille peleille.
fr: J'utilise un algorithme similaire au Microsoft's TrueSkill, qui est générallement connu pour être meilleur que l'ELO pour les jeux en équipe.
hu: Egy olyan algoritmust használok amely hasonló a Microsoft TrueSkill-jéhez, mivel ez az általánosan elfogadott vélemény szerint jobb mint az ELO csapatjátékok esetében.
ko: 마이크로소프트의 TrueSkill 과 비슷하게 사용하고 있습니다.
nl: Ik gebruik een algoritme dat je kan vergelijken met die van Microsoft's TrueSkill, omdat dit meestal een beter resultaat geeft dan ELO voor team spellen.
pl: Używam algorytmu podobnego do Microsoft's TrueSkill, który uznawany jest za lepszy od ELO dla gier drużynowych.
ru: Я использую алгоритм похожий на Microsoft TrueSkill, так как для командных игр это лучше, чем ELO.
zh_hans: 我所使用的算法类似于微软的TrueSkill（类似正态分布，针对团队游戏），因为这是被普遍认为对团队游戏而言，比ELO（逻辑斯蒂分布，针对个人比赛）更好的算法。
zh_hant: 我使用一個類似微軟的TrueSkill的演算法，對團隊遊戲來說，這普遍被認為是比ELO更好的算法。

# MMRInfoMessageLine03
source: Your MMR rating shows your skill level compared to other players. As this reflects skill, playing more games will not raise your MMR by itself. If you want to raise your MMR, you'll need to get better :)
cs: Váš MMR ukazuje, jak si stojíte v porovnání s ostatními hráči. Jelikož odráží zručnost, čistě hraní více her nepovede ke zvýšení Vašeho MMR. Pokud chcete zvýšit Vaše MMR, musíte hrát lépe :)
da: Din MMR rating viser dit skill niveau I forhold til andre spillere. Fordi dette reflekterer skill, vil det alene at spille flere spil, ikke få den til at stige. Hvis du vil have en højere MMR, må du forbedre dig selv :)
de: Deine Spielerzuweisungswertung (MMR) drückt deine Spielstärke relativ zu anderen Spielern aus. Da sie spielerische Fertigkeiten widerspiegelt, erhöht sie sich nicht einfach durch eine höhere Anzahl an Spielen. Um dein MMR zu erhöhen, musst dur schon besser werden. :)
es: Tu rango de MMR demuestra tus habilidades comparadas contra las de otros jugadores. Como esto refleja habilidad, únicamente jugar una cantidad mayor de partidas no aumenta tu MMR. Si quieres aumentar tu MMR, debes mejorar. :)
fi: MMR kertoo taitosi verrattuna muihin pelaajiin. Koska se kuvastaa taitoa, MMR ei nouse itsestään pelaamalla enemmän pelejä. Jos haluat kasvattaa sitä, sinun pitää tulla paremmaksi :)
fr: Votre MMR représente votre niveau de jeu par rapport aux autres joueurs. Puisque ça reflète vos compétences, jouer plus de parties ne la fera pas forcément monter. Si vous voulez la monter, vous devrez progresser :)
hu: Az MMR értékelésed mutatja meg a játákbeli tudásod más játékosokhoz képest. Mivel az MMR a játéktudást hivatott megmutatni, így nem nõ automatikusan ahogy egyre több meccset játszol. Ha növelni akarod az MMR-ed, ügyesebbé kell hogy válj :)
ko: 회원님의 MMR은 다른 유저들과 비교해 수준을 보여줍니다. 게임을 많이 한다고 MMR은 오르지 않습니다. MMR을 올리고 싶으시면 더 잘하시는게 좋을 겁니다. :)
nl: Je MMR rang toont je niveau in vergelijking met andere spelers. Doordat dit jouw niveau reflecteert, gaat meer spellen spelen niet zomaar je MMR verhogen. Als je je MMR wilt verhogen moet je beter worden. :)
pl: Twoja ocena MMR odzwierciedla twóje umiejętności w odniesieniu do innych graczy. Granie większej ilości gier nie podnosi MMR. Jeśli chcesz żeby twoje MMR rosło, musisz stawać się lepszy :)
ru: Ваш рейтинг MMR показывает уровень Вашей игры по сравнению с другими игроками. Так как рейтинг отражает мастерство, то большое количество игр не гарантирует высокий рейтинг. Если хотите повысить MMR – играйте лучше :)
zh_hans: 你的MMR展现了你相比其他玩家的水平。由于这是展现你技术水平，玩更多的游戏不会使你的MMR自行提升。如果你想提升MMR，你需要变得更厉害:)
zh_hant: 你的MMR顯示了你相較於其他玩家的水平。由於這是展現你的技術水準，所以只玩更多的遊戲並不會讓你的MMR提升。如果你想要提升MMR，你需要的是變得更厲害 :)

# MMRInfoMessageLine04
source: After each game, your MMR is updated based on the result of the game, as well as the current average MMR of each team.
cs: Po každém zápase je Vaše MMR aktualizováno na základě výsledku daného zápasu, stejně tak současný průměrný MMR každého týmu.
da: Efter hvert spil bliver din MMR opdateret baseret på resultatet af spillet, såvel som gennemsnittet af hvert holdes MMR.
de: Nach jedem Spiel wird dein MMR basierend auf dem Ergebnis des Spiel sowie dem aktuellen MMR-Durchschnitt jedes Teams aktualisiert.
es: Después de cada juego, tu MMR se actualiza en base al resultado de la partida y el promedio de MMR de cada uno de los dos equipos.
fi: MMR päivittää jokaisen pelin tuloksien mukaan, samoinkuin joukkueen keskimääräinen MMR.
fr: Après chaque partie, votre MMR est mise à jour suivant le résultat de l'affrontement et de la MMR moyenne de chaque équipe.
hu: Minden meccs után az MMR-ed a meccs eredményétõl függõen frissül, akárcsak a csapatok jelenlegi átlag MMR-je.
ko: 매 게임 후, 게임 결과와 팀의 평균 MMR에 따라 회원님의 MMR이 업데이트 됩니다.
nl: Na elk spel wordt je MMR geüpdatet gebaseerd op het resultaat van de game en van de gemiddelde MMR van beide teams.
pl: Po każdej grze, twój MMR jest aktualizowany, bazując na wyniku gry, a także na podstawie średniego MMR każdej z drużyn.
ru: Каждый раз MMR обновляется по результатам игры, аналогично MMR для каждой из команд.
zh_hans: 每句游戏结束后，你的MMR会基于游戏结果和双方队伍的平均MMR更新。
zh_hant: 每場遊戲結束後，你的MMR會根據遊戲結果，以及雙方隊伍的平均MMR來進行更新。

# MMRInfoMessageLine05
source: If you were matched against a team with MMR higher than your team, and you win, your MMR will be raised more than normal. Similarly, if you are matched against a team of lesser skill, and lose to them, your MMR will drop more than normal.
cs: Pokud jste čelili týmu s vyšším MMR než Vaše a vyhráli jste, Vaše MMR bude navýšeno o více než běžně. Stejně tak pokud čelíte týmu s nižším MMR a prohrajete, Vaše MMR bude sníženo o více než běžně.
da: Hvis du spillede mod et hold der havde højere MMR end dit eget, og du vandt, ville du få mere MMR end normalt. På samme måde, hvis du spillede mod et hold med mindre skill, og tabte til dem, ville du miste mere MMR end normalt.
de: Wenn du gegen ein Team gespielt hast, dessen MMR höher war als das deines Teams, und du gewonnen hast, dann wird dein MMR um mehr als den normalen Wert erhöht. Gleichermaßen wird dein MMR um mehr als den normalen Wert verringert, wenn du gegen ein Team verlierst, dessen Spielstärke unter der deines Teams lag.
es: Si fuiste emparejado contra un equipo con un MMR mayor al de tu equipo y ganas, tu MMR aumentará más de lo normal. De la misma forma, si eres emparejado contra un equipo con un MMR menor y pierdes, tu MMR disminuirá más de lo normal.
fi: Jos joudut peliin missä vastustajiesi MMR on korkeampi kuin sinun ja voitat sen, sinun MMR nousee enemmän kuin normaalisti. Samoin jos joudut huonompia vastustajia vastaan ja häviät, menetät enemmän MMR:rä kuin normaalisti.
fr: Si vous affrontez et gagnez contre une équipe avec une MMR moyenne plus haute que celle de votre équipe, vous gagnerez plus de points. Inversement, si vous affrontez et perdez contre une équipe avec une MMR moyenne inférieure à celle de votre équipe, vous perdrez plus de points.
hu: Ha egy olyan csapat ellen játszol akiknek magasabb az MMR-je és nyersz, akkor a ti MMR-etek többet fog emelkedni mint normális esetben. Ugyanígy, ha egy alacsonyabb MMR-el rendelkezõ csapat ellen veszítetek, több MMR-t fogtok bukni.
ko: 만약 MMR이 높은 팀을 이긴다면, MMR은 더 많이 오릅니다. 마찬가지로, MMR이 낮은 팀에게 진다면, MMR은 더 많이 떨어지게 됩니다.
nl: Als je gematched werd tegen een team dat een hoger MMR heeft dat jouw team en je wint, dan gaat je MMR meer omhoog dan normaal. Op eenzelfde manier daalt je MMR meer dan normaal als je verliest tegen een team met een lagere MMR.
pl: Jeśli grasz przeciwko drużynie której średni MMR jest większy niż twojej drużyny, i zwyciężysz, dostaniesz proporcjonalnie więcej MMR. Jednosześnie jeśli przegrasz przeciwko drużynie której średnia jest niższa, stracisz więcej punktów.
ru: Если вы победили команду с большим MMR, чем у Вас, то вы получите больше очков, чем обычно. То же правило действует при победе над противником с меньшим MMR. В этом случае Вы получите меньше очков.
zh_hans: 如果你对阵一个平均MMR更高的队伍并且你赢了，你的MMR会比平时提升更多。相似地，如果你对阵一个弱队并且输了，你会掉更多分。
zh_hant: 如果你和一個MMR比你的隊伍還要高的隊伍對戰，並且你打贏了，那麼你的MMR就會上升的比平常更多；同樣地，如果你對上一個MMR比你還要低的隊伍，而你打輸了，那麼你的MMR將會下降的比平時更多。

# MMRInfoMessageLine06
source: With MMR fluctuating like this, after playing for awhile, you should end up with a pretty accurate MMR, and a win rate pretty close to 50%.
cs: Po odehrání určité doby by Vaše MMR mělo být velmi přesné a Váš poměr výhry/prohry přibližně 50 %.
da: Med MMR fluktuerende på denne måde, burde du ende med at vinde omtrent 50 % af dine spil og have en passende MMR.
de: Durch diese Fluktuation des MMR sollten sich nach einigen Spielen ein relativ akkurater Wert sowie eine Siegquote von ca. 50% einpendeln.
es: Gracias a estas fluctuaciones, después de jugar por un tiempo tu MMR debería de ser bastante exacto y obtendrías un 50% como tu porcentaje de victorias.
fi: Koska MMR kehittyy näin, sinun pitäisi olla lähellä omaa MMR:ää ja 50% voittosuhdetta, kun olet pelannut jonkun aikaa.
fr: De cette manière, après avoir jouer un certain nombre de parties, votre score de MMR sera assez proche de la réalité et votre taux de victoire devrait approcher les 50%.
hu: Az ennyire változékony MMR miatt, több meccs lejátszása után lehet pontos MMR-t és egy 50%-hoz közeli gyõzelmi arányt kapni.
ko: 이러한 MMR 변동으로, 회원님의 승률은 50%에 가까워 집니다.
nl: Met een MMR dat zo schommelt, zou je na een tijdje spelen moeten uitkomen op een preciezere MMR en een winstpercentage van ongeveer 50%.
ru: Так как MMR колеблется, то сыграв достаточное матчей, Вы получите весьма точный MMR, при этом количество ваших побед будет около 50%.
zh_hans: 以这种MMR变化方式，完成一些游戏后，你应该会得到一个很准确的MMR，以及一个很接近50%的胜率。
zh_hant: 有像這樣的MMR變動方式，在玩了一段時間之後，你應該能得到一個滿精準的MMR，並且你的勝率應該會接近於50%。

# MMRInfoMessageLine07
source: Leagues
cs: Ligy
da: League
de: Ligen
es: Ligas
fi: Liigat
fr: Ligues
hu: Ligák
ko: 리그
nl: Divisies
pl: Ligi
ru: Лиги
zh_hans: 联盟
zh_hant: 級別
