Repository: Zemill/hotslogs-site
Catalog: HotsLogsApi.BL/Resources/LocalizedText.*.resx
Languages: cs, da, de, es, fi, fr, hu, ko, nl, pl, ru, zh_hans, zh_hant

# MMRInfoMessageLine08
source: I've put together different 'leagues,' which essentially breaks up the leaderboard. I want players of all levels to find value in this site, and with one leaderboard it is kind of overwhelming to start at the very bottom. Having leagues gives you some milestones to work towards.
cs: Dal jsem dohromady různé „ligy“, které rozdělují žebříček. Chci, aby hráči všech úrovní nalezli na této stránce hodnotné informace a začít na spodku jediného žebříčku může být odrazující. Existence lig představuje cíl, za kterým si můžete jít.
da: Jeg har opsat forskellige ‘leagues’, hvilket opdeler ranglisten. Jeg vil have at alle skal kunne opnå noget med denne side, og hvis der kun var en enkelt league, ville det være overvældende at sammenligne sig selv med. Med forskellige leagues har man flere milepæle at se frem til.
de: Ich habe verschiedene "Ligen" zusammengestellt, die die Tabelle etwas strukturieren. Ich möchte, dass diese Seite für Spieler aller Fertigkeitsstufen wertvoll ist. Und bei nur einer Tabelle kann es etwas erdrückend wirken, wenn man ganz unten beginnen muss. Mit Ligen hat man jedoch Meilensteine, auf die man hinarbeiten kann.
es: He creado distintas “Ligas”. Éstas esencialmente dividen la tabla de líderes. Quiero que los jugadores de todos los niveles puedan encontrarle valor a este sitio. Sin divisiones esto sería bastante abrumador para los jugadores que se encuentran hasta abajo. A través de las ligas los jugadores pueden buscar llegar a metas más cercanas a su nivel.
fi: Olen laittanut kokoon eri "liigat", mikä jakaa johtotaulukot. Haluan kaikkien pelaajien hyötyvän tästä sivusta, ja jos olisi vain yksi johtotaulu se olisi aika masentavaa aloittaa pohjalta. Liigat antaa sinulle jotain mihin asettaa rima ja minkä eteen tehdä töitä.
fr: J'ai divisé le classement général en différentes ligues. Je voulais que les joueurs de tout niveau puissent se servir du site et avec un seul classement il est très décourageant de commencer tout en bas. Avoir différentes ligues permet de se fixer des objectifs à court terme lors de la progression.
hu: Különbözõ ligákat raktam össze azért, hogy a ranglétrát fel tudjuk osztani.Azt szeretném ha minden játéktudású ember találjon értéket az oldalban és egy felosztatlan ranglétrán elég lesújtó tud lenni ha az ember az alján tanáyzik. Így a ligák az átláthatóság mellett egy motiváló elemként is hatnak.I've put together different 'leagues,' which essentially breaks up the leaderboard.
ko: 저희는 순위표에 리그를 넣었습니다. 저희는 모든 플레이어가 이 사이트에서 가치를 찾기를 원합니다. 순위표는 밑바닥에서 시작하는 경쟁 입니다. 리그는 회원님에게 MMR 연혁을제공 합니다.
nl: Ik heb verschillende divisies gemaakt, waardoor het klassement wordt opgebroken. Ik wil dat spelers van alle niveau's waarde hebben aan deze website en met één klassement is het nogal overweldigend als je helemaal beneden begint. Door verschillende divisies te hebben, heb je een soort mijlpaal om naar omhoog te werken.
pl: Podzieliłem ranking na kilka 'lig' co w zasadzie zniszczyło cały ranking. Chce żeby graczę na każdym poziomie odnaleźli tutaj jakieś wartości, z jednym rankingiem, jest to jednak trudne, i dołujące kiedy znajdujemy się na samym dole drabinki. Istnienie lig, daje swojego rodzaju kamienie milowe, pomagające w pracy nad swoją grą.
ru: Я сделал Лиги таким образом, чтобы каждый смог быть в топе любой из них. Любой игрок сможет найти какое место он занимает и стремиться занять позицию выше. При переходе из одной лиги в другую (соответственно при повышении MMR) Вы будете начинать с самого низа. Лиги дают Вам стимул улучшать уровень своей игры и желание сменить клешни на руки ;).
zh_hans: 我放进了不同的“联盟”，从而分隔了排行榜。我希望所有级别的玩家都可以在这个网站发现自己的价值，如果只有一个排行榜，从最底下开始的感觉未免太压抑了。存在不同联盟可以给你一些里程碑来激励自己前进
zh_hant: 我放了一些不同的「級別」，用來區隔排行榜。我希望所有等級的玩家都能在這個網站找到自己的價值，如果只有一個排行榜，那就有點像是被淹沒一樣的從非常底層開始。有了級別就能給你一個里程碑的方式來激厲你前進。

# MMRInfoMessageLine09
source: Different leagues also means I can have different requirements for each league. As time goes on and more replays are uploaded, I will likely make more games required in order to be listed on the top leagues. I'll always keep the entry requirement into the bottom leagues lower, so newer players can hopefully see themselves on the list pretty quick.
cs: Různé ligy také znamenají, že můžu mít různé požadavky pro jednotlivé ligy. S přibývajícím množstvím nahraných záznamů bude nejspíš umístění v top lize vyžadovat odehraný určitý počet zápasů. Požadavky pro nižší ligy budou vždy menší, aby noví hráči měli motivaci se v nich brzy ukázat.
da: Forskellige leagues betyder også at jeg kan have forskellige krav for hver league. Som tiden går vil jeg højst sandsynligt hæve kravet (antal spil) nødvendige for at komme med i de individuelle leagues. Jeg vil altid holde kravet I de lavere leagues lavere, sådan at nye spillere hurtigt kan finde dem selv.
de: Verschiedene Ligen bedeuten gleichzeitig, dass ich verschiedene Voraussetzungen für die einzelnen Ligen schaffen kann. Mit fortschreitender Zeit und zunehmender Anzahl hochgeladener Replays, werde ich wahrscheinlich die Anzahl benötigter Replays für die oberen Ligen anheben. Die Einstiegsvoraussetzungen für die unteren Ligen werde ich jedoch immer niedriger halten, damit sich neue Spieler hoffentlich schneller auf der Liste wiederfinden.
es: Al tener diferentes ligas también se pueden crear distintos requisitos para entrar. Al avanzar el tiempo y conforme se agreguen más repeticiones al sitio, probablemente aumentare el numero requerido de juegos para poder calificar para las ligas superiores. Para las ligas inferiores los requisitos de partidas jugadas será menor para que los nuevos jugadores puedan encontrase rápidamente en las listas.
fi: Eri liigat tarkoittaa myös sitä että voin asettaa erilaisia vaatimuksia niihin. Kun aikaa kuluu ja enemmän peliuusintoja lähetetään, lisään luultavasti rajan kuinka monta peliä pitää olla pelattu ennenkuin pääsee tiettyyn liigaan. Pidän vaatimukset alemman tason liigoihin pienenä jotta kaikki pääsisivät sinne nopeasti.
fr: Différentes ligues veut également dire différents prérequis pour y entrer. Au fil du temps et de l'arrivée des replays j'augmenterai le nombre de matchs requis avant d'intégrer les meilleurs ligues. Je garderai par contre un nombre bas pour les ligues de départ pour que les nouveaux joueurs y apparaissent rapidement.
hu: A ligákba való felosztás azt is jelenti hogy bizonyos követelményeket támaszthatok minden liga felé. Mivel ahogy teli kaz idõ és egyre több replay-t töltötök fel,elvárható egy top ligás játékostól egy bizonyos összesített meccsszám. Ez a követelmény természetesen az alsóbb ligákban alacsonyabb lesz, hogy minél könnyebben tudjatok a ligák közt felemelkedni.
ko: 또한 다른 리그들은 각각의 리그에 대한 다른 요구사항을 가지고 있을 수 있음을 의미합니다.또한 다른 리그들은 각각의 리그에 대한 다른 요구사항을 가지고 있을 수 있음을 의미합니다. 시간이 지나고 더 많은 리플레이가 업로드되기 때문에 아마 상위 리그가 되기 위해 더 많은 게임을 요구되게 할 것입니다.
nl: Verschillende divisies betekent ook verschillende vereisten voor elke divisie. Naarmate er meer replays worden geüpload ga ik waarschijnlijk vragen om meer spellen te uploaden om in een hoge divisie te staan. Ik houd altijd de vereisten voor de lagere divisies laag, zodat nieuwe spelers zich snel in de lijst kunnen zien.
pl: Różnie ligi oznaczają także różne wymagania do każdej z nich. Z biegiem czasu, kiedy więcej powtórek zostanie przesłane, wymagana ilość gier to topowych lig, ulegnie zwiększeniu. Wymagania, aby wejść do niższych lig pozostaną niskie, aby nowi graczę mogli zobaczyć swoje pozycje jak najszybciej.
ru: Различные Лиги подразумевают различные требования для каждой из них. Со временем и ростом количества загруженных реплеев я установлю в качестве требования большее количество сыгранных игр для попадания в определенные лиги. Я всегда буду стараться устанавливать требования таким образом, чтобы каждый мог попасть в лигу довольно таки быстро.
zh_hans: 不同的联盟意味着我在每个联盟可以有不同游戏盘数要求。随着时间推移，以及越来越多的录像，我可能会在最高联盟中提出更多游戏局数要求。我会保持入门级联盟的对局数很少，这是为了新的玩家可以在榜上更快地看到他们自己。
zh_hant: 有不同的級別同樣意味著每個級別我可以設置不同的場次需求，隨著時間的推移及越來越多的錄像被上傳，我可能會提升較高組別的需求場次。我會確保較低級別的場次需求少一點，好讓新玩家可以盡快看到他們被列在清單上。

# MMRInfoMessageLine10
source: Leagues are just splitting up players by MMR into groups. After excluding players with less than 10 games played, Master League is the top 1%, Diamond is the next 9%, Platinum / Gold / Silver are each 20%, and Bronze is the final 30% of players.
cs: Ligy dělí hráče do skupin podle MMR. Bez hráčů s méně než 10 zápasy, Master liga tvoří top 1 % a Diamond liga dalších 9 %. Platinum / Gold / Silver tvoří 20% každá a Bronze je posledních 30% hráčů.
da: Leagues fordeler bare folk ud fra deres MMR. Efter at have ekskluderet folk med mindre end 10 spil spillet, består Hero League af top 1% af spillerene, og Diamond er de næste 9%. Efter de 2, udtyndes mængden af folk I leaguesne yderligere.
de: Die Ligen trennen die Spieler lediglich abhängig vom MMR in Gruppen auf. Nach Abzug aller Spieler mit weniger als 10 Spielen setzt sich die Heldenliga dann aus den Top-1% zusammen. Die Diamantliga fasst dann die nächsten 9% zusammen. Nach diesen beiden sind die weiteren Ligen etwas ausgeglichener verteilt.
es: Las ligas tan solo dividen a los jugadores en grupos por su MMR. Tras excluir jugadores con menos de 10 partidas jugadas, la Liga Maestro representa a los mejores (1% de la población) y la liga Diamante a los que les siguen (9% de la población). Después de esas dos ligas, las restantes tienen una distribución poblacional similar.
fi: Liigat erottavat pelaajat MMR perusteella eri ryhmiin. Kun unohdetaan pelaajat keillä on alle 10 peliä, Master liigassa on parhaat 1% ja Timantti liigassa seuraavat 9%. Näiden kahden jälkeen Liigoissa on enemmän jakaumia.
fr: Les ligues divisent juste les joueurs en groupes suivant leur MMR. En enlevant les joueurs avec moins de 10 parties, la Ligue Héroïque contient les 100 meilleurs joueurs, la Ligue Diamant contient les 9% suivants et pour les autres ligues la répartition est plus équilibrée.
hu: A ligák MMR alapján osztják fel a játkosokat csoportokba. Miután kihagyjuk a számításból azokat a játékosokat akik 10-nél kevesebb meccset játszottak, a Master liga a játékosok 1%-át a Diamond 9%-át öleli fel. A többi liga népessége egyenlõbben oszlik meg.
ko: 리그는 10게임 이상 유저들의 MMR에 의해 나누어 집니다. 마스터 리그는 상위 1%, 다이아몬드 리그는 9% 으로 나누어 지고, 모든 리그는 고르게 분포 합니다.
nl: Divisies delen spelers op op basis van hun MMR in groepen. Spelers met minder dan 10 spellen worden uitegesloten, dan heeft Master 1% van de spelers, Diamant is de volgende 9%. Na deze divisies hebben de andere een betere verdeling.
pl: Ligi dzielą graczy na podstawie ich MMR na grupy. Po wykluczeniu graczy, którzy nie mają rozegranych conajmniej gier, liga Hero to 1% najlepszych grach, diament to kolejne 9%. Pozostałe ligi są rozłożone równomiernie.
ru: Лиги, по сути, разбивают игроков по группам в зависимости от их MMR. В Героическую Лигу входит 1% игроков, в Алмазную 9 %. В остальных лигах распределение более равномерное.
zh_hans: 联盟仅仅把玩家按照MMR分成了几组。排除掉少于10场游戏的玩家，英雄联盟为前1%，钻石联盟为之后的9%。这两个之外的其他联盟分配地更平均一些。
zh_hant: 級別只是以MMR來把玩家分開到各小組，在排除掉場次少於10場的玩家後，大師級別是最頂層的1%，鑽石則是接下來的9%，在這兩個級別之後的其他組別就會分散的比較平均一些。

# MMRInfoMessageLine11
source: Can't find yourself on the leaderboard? Your MMR may place you in a higher league, but you don't have the required number of games to be eligible. The MMR markers for each league are calculated before checking if players have the required number of games.
cs: Nevidíte se v žebříčku? Vaše MMR Vás může umístit do vyšší ligy, ale nesplňujete požadovaný počet odehraných zápasů. MMR jednotlivých lig je počítáno před kontrolou, zdali hráči mají odehrané požadované množství zápasů.
da: Kan du ikke finde dig selv på ranglisten? Din MMR placerer dig måske i en højere league, men du har ikke noget spil spillet til at opfylde dens krav. MMR markørene for hver league bliver beregnet før der bliver checket om spillere har den rette mængde spil spillet.
de: Du findest dich nicht in der Tabelle? Es kann sein, dass dich dein MMR in eine höhere Liga einstuft, du jedoch nicht genug Replays hochgeladen hast, um dazu zugelassen zu werden. Die MMR-Grenzen für die Ligen werden berechnet, bevor die Prüfung der benögtigen Replays stattfindet.
es: ¿No te puedes encontrar en la tabla de líderes? Tu MMR te podría colocar en una liga más alta, pero no tienes el número necesario de juegos para ser elegible. Los marcadores de las ligas son calculados antes de verificar si el jugador tiene el número de partidas necesarias para calificar para tal liga.
fi: Etkö löydä itseäsi johtotaulukosta? Sinun MMR saattaa sijoittaa sinut korkeampaan liigaan, mutta sinulla ei ole tarpeeksi pelejä alla sinne. MMR lasketaan ennenkuin tarkastetaan onko pelaaja sopiva kyseiseen liigaan.
fr: Vous n'arrivez pas à vous trouver dans le classement ? Votre MMR vous place peut-ête dans une ligue élevée mais vous n'avez pas encore les prérequis pour y entrer, la vérification du nombre de matchs joués se faisant après celle du calcul de MMR.
hu: Nem találod magad a ranglistán? Az MMR-ed alapján lehet hogy egy magasabb ligában lenne a helyed, de a lejátszott meccseid száma nem érik el a megkövetelt mennyiséget. Az MMR küszöb megállapítása egy bizonyos ligának mindig a lejátszott meccsek figyelembe vétele elõtt történik meg.
ko: 순위표에 회원님을 찾을 수 없나요? 회원님의 MMR은 아마 리그보다 높은 곳에 있지만, 게임 수가 부족해 순위표에 등록 될 수 없습니다.
nl: Kan je jezelf niet vinden in het klassement? Volgens je MMR zou je al in een hogere divisie behoren, maar je hebt nog niet het vereist aantal spellen geüpload. Je MMR wordt al berekend voordat je het aantal benodigde games hebt voor een bepaalde divisie.
pl: Nie ma cię w rankingu? Twój MMR mógł umieścić Cię w wyższej lidze, ale nie masz rozegranej wymaganej liczby gier . Sprawdzenie spełnienia wymagań kwalifikacyjnych do ligi, następuje przed sprawdzeniem liczby wymaganych gier.
ru: Не можете найти себя в таблице? Вашего MMR может хватать для попадания в Лигу, но у Вас может не хватать количества игр для отображения в таблице.
zh_hans: 在排行榜找不到自己？你的MMR可能将你放入了更高的联盟，但你还没有达到该联盟要求的基础游戏局数。MMR的优先级会高于游戏局数的要求。
zh_hant: 無法在排行榜上找到你嗎？你的MMR可能將你放進了更高的級別裡，但是你還沒達到該級別的需求場次數量。每個級別會優先參考MMR，之後才會檢查玩家是否達到足夠的需求場次。

# MMRInfoMessageLine12
source: Placement Matches
cs: Rozřazovací zápasy
da: Placerings Kampe
de: Platzierungsmatches
es: Partidas de Colocación
fi: Sijoitus pelit
fr: Matchs de placement
hu: Helyezési meccsek
ko: 배치경기
nl: Plaatsings spellen
pl: Mecze sprawdzające
ru: Определение места в рейтинге
zh_hans: 评级赛比赛
zh_hant: 排位評比賽

# MMRInfoMessageLine13
source: When you play your first game, the system does not know how good you are, so you start with a default MMR. Your earlier games are weighed more heavily in order to speed up the process of finding the best place for you, and as you play more games, they will have less and less of an impact on your MMR.
cs: Při Vaší první hře systém neví, jak dobří jste, a tak začínáte s výchozím MMR. Vaše první hry mají pro výpočet MMR větší význam tak, aby byl proces Vašeho umístění rychlejší. Čím více her odehrajete, tím méně budou mít vliv na Váš MMR.
da: Når du spiller dit første spil, så ved systemet ikke hvor god du er, så du starter med en standard MMR. Dine tidlige spil tæller for mere sådan at du hurtigere kommer til at finde det bedste sted for dig, og som du spiller flere spil, vil de have en mindre og mindre påvirkning på din MMR.
de: Wenn du dein erstes Spiel bestreitest, weiß das System noch nicht, wie gut du eigentlich bist. Deshalb beginnst du mit einer Standardwertung. Deine anfänglichen Spiele werden höher gewichtet, um den Prozess der besten Zuordnung zu beschleunigen. Je mehr du dann spielst, desto geringer wird der Einfluss auf dein MMR.
es: Cuando juegas tu primer juego el sistema no conoce que tan bueno eres. Por esto comienzas con ciertos puntos de MMR por default. Tus primeros juegos pesan más para acelerar el proceso de encontrar el mejor rango para ti. Al jugar más juegos, gradualmente tendrán un menor impacto en tu MMR.
fi: Kun pelaat ensimmäistä peliäsi, järjestelmä ei tiedä kuinka hyvä olet, joten aloitat normaalista MMR:stä. Ensimmäiset pelisi painavat enemmän nopeuttaakseen prosessia oikean MMR:n löytämiseksi, kun pelaat enemmän pelejä, niillä on vähemmän ja vähemmän vaikutusta MMR:si.
fr: Lorsque vous lancez votre première partie, le jeu ne connaît pas votre niveau et vous attribue une MMR de base. Les premiers résultats sont décuplés pour vous placer le plus rapidement possible à votre vrai niveau. Plus vous jouerez et moins les matchs auront d'impact sur votre MMR.
hu: Amikor elõször játszol a játékkal, a rendszer nem tudja mennyire vagy ügyes így egy alap MMR-rõl kezdesz. Az elsõ meccseidnek nagyobb befolyása van az MMR-edre hogy minél gyorsabban megtaláljuk a neked való szintet. Ez a hatás fokozatosan csökken minél több meccset játszol
ko: 회원님이 첫 게임을 할때 시스템은 회원님의 MMR을 잘 알지 못합니다. 그렇게 때문에 기본 MMR로 시작합니다. 처음에는 MMR 변동이 크지만, 게임을 플레이 할 수록 MMR 변동이 낮아지게 됩니다.
nl: Wanneer je je eerste spel speelt weet het systeem nog niet hoe goed je bent, dus het begint met een standaard MMR. Je eerste spellen betekenen veel voor het systeem zodat het snel kan kiezen in welke divisie je behoort. Als je meer games speelt gaat de impact van een individuele game op je MMR omlaag.
pl: Kiedy grasz swoją pierwszą gre, system nie wie jak dobry jesteś, więc zaczynasz z domyślnym MMR. Za początkowe gry dostaniesz więcej punktów, żeby szybciej znaleźć odpowiednie dla Ciebie miejsce w rankingu, im więcej gier rozegrasz, tym mniejszy wpływ będą one miały na twój MMR
ru: Если Вы новичок и только сыграли свой первый матч, то система не знает насколько Вы круты, поэтому Вы начнете со стартовым MMR. Первые игры будут приносить Вам больше MMR, чем поздние (для того, чтобы Ваше место в Лиге было определено максимально точно).
zh_hans: 当你完成了你的第一场游戏，系统无法判断你的实力，所以你会以一个默认的MMR开始。你的早期游戏结果会很显著地影响你的MMR，这也是为了更快地找到你的位置。当你玩了更多游戏后，游戏的结果对于你MMR的影响会越来越小。
zh_hant: 當你開始你的第一場遊戲時，因為系統還不知道你的實力在哪個水準，所以你會先有一個預設的MMR。你早期的場次將會非常顯著地影響你的MMR，好加速找到最適合你的水準等級，隨著你越玩越多場，它們對你MMR的影響將會越來越小。

# MMRInfoMessageLine14
source: This means that your wins and losses early on will change your MMR significantly in both directions.
cs: To znamená, že Vaše první výhry a prohry výrazně změní Váš MMR v obou směrech.
da: Dette betyder at dine tidligt vundne og tabte kampe påvirker din MMR meget I begge retninger.
de: Das bedeutet, dass deine ersten Siege und Niederlagen dein MMR maßgebend in beide Richtungen verändern.
es: Esto significa que tus victorias y derrotas al principio podrán alterar tu MMR significativamente en ambas direcciones.
fi: Tämä tarkoittaa sitä että voittosi ja häviösi alussa muuttavat MMR:si merkittävästi molempiin suuntiin.
fr: Cela veut dire que vos victoires et défaites au déart changeront drastiquement votre MMR en positif ou en négatif.
hu: Ez azt jelenti, hogy az elsõ meccseiden elért gyõzelmek vagy vereségek jelentõsebb hatást gyakorolnak az MMR-edre.
ko: 초기에는 회원님의 승리와 패배가 MMR에 크게 좌우하게 됩니다.
nl: Dit betekent dat je winsten en verliezen in het begin je MMR aanzienlijk in beide richtingen laten schommelen.
pl: Oznacza to że twoje wygrane oraz przegrane, bedą znacznie zmieniać twój MMR w obu kierunkach.
ru: Это значит, что Ваши победы и поражения будут менять Ваш MMR значительно в обоих случаях.
zh_hans: 这意味在初期，无论输赢都会很大程度上影响你的MMR。
zh_hant: 這意味著在遊戲初期無論輸贏都會大大影響你的MMR。

# MMRInfoMessageLine15
source: This is common for games with matchmaking, and usually helps in quickly getting you matched against players of your skill level.
cs: Toto je běžné u her s matchmakingem a slouží k rychlejšímu zařazení Vás s hráči na Vaší úrovní.
da: Dette er normalt for spil med matchmaking, og hjælper for det meste med at få dig placeret mod spillere på dit eget skill niveau.
de: Dies ist etwas, das alle Spiele mit Spielerzuweisungswertung gemein haben, und hilft dabei, schnell auf Spieler ähnlicher Spielstärke zu treffen.
es: Esto es normal para juegos con sistemas de emparejamiento, y usualmente ayuda para que puedas ser emparejado contra jugadores de tu mismo nivel.
fi: Tämä on normaalia peleille mitkä käyttää matchmaking:iä, yleensä se auttaa sinua saavuttamaan samantasoiset pelaajat nopeammin.
fr: C'est très commun dans les jeux avec affrontements et permet de rapidement être opposé à des adversaires proches de votre niveau.
hu: Ez egy bevett szokás egy matchmakinggel rendelkezõ játékoknál és általában segít gyorsan megtalálni a te szintednek megfelelõ játékosokat.
ko: 이것은 유저의 실력에 맞는 매칭이 빨리 이루어 질 수 있도록 도와 줍니다.
nl: Dit is standaard voor spellen met matchmaking en meestal helpt dit om snel te spelen tegen andere spelers met hetzelfde niveau.
pl: To normalne w tego typu grach, i zazwyczaj pomaga dopasować grę tak, aby Twoi przeciwnicy posiadali umiejętności podobne do twoich.
ru: Такая система характерна для всех игр с автоматическим подбором противников и сделана для того, чтобы Вам побиралась команда и противники с аналогичным уровнем игры.
zh_hans: 这是游戏匹配的尝试，并且帮助你很快地找到你的位置。
zh_hant: 這在匹配制的遊戲是非常普遍的，通常有助於更快找到跟你實力相當的對手。

# MMRInfoMessageLine16
source: This does not mean you are 'stuck' after you've played a few hundred games - it just means your MMR doesn't shift as drastically as it does in your first few games.
cs: Neznamená to ale, že po odehrání pár stovek her jste „zaseklí“ - pouze to znamená, že Vaše MMR se nemění tak drasticky jako po prvních hrách.
da: Dette betyder ikke at du sidder ‘fast’ efter du har spillet et par hundrede spil – det betyder bare at din MMR ikke ændrer sig så drastisk som den gør i dine første par spil.
de: Das bedeutet jedoch nicht, dass du nach ein paar Hundert Spielen "feststeckst". Es bedeutet lediglich, dass sich dein MMR nicht mehr so drastisch ändert, wie es das in den ersten Spielen tut.
es: Esto no significa que te encontrarás “atorado” después de jugar unas cien partidas. Tan solo significa que tu MMR no cambiará drásticamente al compararlo con tus primeras partidas.
fi: Tämä ei tarkoita sitä että olisit "jumissa" pelattuasi pari sataa peliä, vaan sitä että MMR ei nouse niin rajusti ensimmäisten peliesi jälkeen.
fr: Cela ne veut pas pour autant dire que vous serez bloqué après quelques centaines de parties - seulement que votre MMR fluctuera beaucoup moins qu'au tout début.
hu: Ugyanakkor ez nem jelenti azt, hogy egy pár száz meccs után 'megragadsz' egy helyen, csupán annyit jelent, hogy egy-egy meccsnek nem lesznek olyan drasztikus hatásai az MMR-edre mint az elsõ pár meccsednek.
ko: 몇 백판 동안 갇혀 있는 것을 의미 하는게 아니라 유저의 MMR이 처음 몇 게임에 의해 극적으로 변하지 않는 것을 의미 합니다.
nl: Dit betekent niet dat je 'vast' zit nadat je een paar honderd spellen hebt gespeeld - het betekent gewoon dat je MMR niet extreem verandert zoals in je eerste spellen.
pl: Nie oznacza to jednak że 'utnkniesz' po rozegraniu kilkuset gier - po prostu twój MMR nie będzie się tak drastycznie zmieniał.
ru: Это не значит, что вы застрянете на одном месте в Лиге после, скажем, нескольких сотен матчей. Это значит что Ваш MMR не будет расти (или падать) также быстро, как в ранних играх.
zh_hans: 这并不是说几百盘游戏之后你就卡在这个位置了，MMR只是不会像初期那样剧烈地变化。
zh_hant: 這並不代表你玩了幾百場後就會被「卡」在某個位置，這只是代表MMR的變化不會像初期那樣明顯而已。

# MMRInfoMessageLine17
source: Losing Streaks in 'Placement Matches'
cs: Prohry v řadě v „rozřazovacích zápasech“
da: Losing Streaks i ’Placerings Kampe’
de: Niederlagenserien in "Platzierungsmatches"
es: Rachas de Derrotas en "Partidas de Colocación"
fi: Häviöputki 'sijoitus peleissä'
fr: Série de défaites durant les matchs de placement
hu: Vereségi sorozatok a helyezési meccsek alatt.
ko: '배치 경기'에서의 패배
nl: Reeksen van verliezen in 'Plaatsings spellen'
pl: Seria przegranych w 'Meczach Kwalifikacyjnych'
ru: Влияние поражений на определение места в рейтинге
zh_hans: “排位赛”中连败
zh_hant: 在「排位評比賽」中連敗
