Repository: Zemill/hotslogs-site
Catalog: HotsLogsApi.BL/Resources/LocalizedText.*.resx
Languages: cs, da, de, es, fi, fr, hu, ko, nl, pl, ru, zh_hans, zh_hant

# MMRInfoMessageLine18
source: Some players have contacted me, asking to remove certain games, or give them 'fresh starts' because they did not know their early games were their 'placement' matches.
cs: Někteří hráči mě kontaktovali s prosbou o odstranění některých zápasů či s žádostí o „nový start“, jelikož si nebyli vědomi toho, že jejich první zápasy jsou „rozřazovací“.
da: Nogle spillere har kontaktet mig og spurgt mig om at fjerne vise kampe eller om at give dem en ’fresh start’ fordi de ikke vidste at de første kampe var deres ’placerings’ kampe.
de: Einige Spieler haben mich kontaktiert, um bestimmte Spiele zu entfernen oder für einen Neuanfang zu sorgen, da sie nicht wussten, dass die ersten Spiele ihrer Platzierung dienen.
es: Algunos jugadores me han contactado para pedirme que remueva ciertos juegos o para darles un borrón y cuenta nueva. Esto se debe a que no sabían que sus primeros juegos eran sus “Partidas de Colocación”.
fi: Jotkut pelaajat ovat ottaneet yhteyttä ja pyytäneet poistamaan tiettyjä pelejä tai kysyäkseen voinko antaa "tuoreen alun", Koska he eivät tienneet että ensimmäiset pelit olivat "sijoitus pelejä".
fr: Certains joueurs m'ont contacté pour me demander de supprimer certaines parties ou pour avoir un nouveau départ car ils ne savaient pas que les premières parties étaient des matchs de placement.
hu: Pár játékos megkért arra, hogy töröljem pár meccsüket hogy 'tiszta lappal' tudjanak kezdeni, mert nem tudták hogy az elsõ meccseik egyben a helyezési meccseik is voltak.
ko: 몇몇 유저들은 배치경기를 모르고 게임을 하여 기록을 지워달라고 문의를 합니다.
nl: Sommige spelers hebben mij gecontacteerd met de vraag van een paar games te verwijderen, of om ze een 'nieuwe start' te geven omdat ze niet wisten dat hun eerste games 'plaatsings spellen' waren.
pl: Kilku graczy kontaktowało się ze mną, prosząc o usunięcie kilku gier, lub o podarowanie im 'świeżego startu' ponieważ nie wiedzieli że ich początkowe gry są 'kwalifikacyjne'.
ru: Многие игроки связывались со мной с требованиями удалить некоторые игры или позволить им «начать с чистого листа», объясняя это тем, что они не знали о влиянии результата первых игр на определение их места в рейтинге.
zh_hans: 有些玩家联系过我，希望我删掉某个游戏记录或者让他们从头开始，因为他们不知道初期的游戏是他们的排位赛。
zh_hant: 有些玩家曾經聯絡我，要求我刪除某些特定的場次，或讓他們可以「重新開始」，因為他們並不知道前幾場是他們的排位賽。

# MMRInfoMessageLine19
source: Starting with a losing streak is unfortunate, but so is starting with a winning streak. For example, I won all 5 of my first placement matches in Starcraft 2, and got placed in Gold league. I was so excited, I bragged to my friends who were placed in Bronze or Silver. I knew I had some lucky games, but the end result is what matters. And then I lost 13 games in a row and was dropped to Bronze. I shouldn't have been placed in Gold league to begin with, and as time went on and I played more games, Blizzard's matchmaking became more confident and accurate, and I started winning 50% of my games.
cs: Začít se šňůrou proher je nešťastné, ale stejně tak se šňůrou výher. Já jsem například vyhrál všech pět rozřazovacích her ve Starcraftu 2 a umístil jsem se v Gold lize. Byl jsem z toho nadšený a chlubil se přátelům, kteří se umístili v Bronze či Silver. Věděl jsem, že jsem měl štěstí v některých hrách, ale byl to výsledek, na čem záleželo. Ale poté jsem prohrál 13 her v řadě a propadl jsem do Bronze ligy. Neměl jsem vůbec být umístěn v Gold lize a jak jsem časem odehrál víc her, Blizzardí matchmaking se stal přesnějším a já začal vyhrávat 50 % zápasů.
da: At starte med en losing streak er uheldigt, men ligeledes er det at starte med en winning streak. Eksempelvis vandt jeg alle mine 5 placeringskampe i Starcraft 2 og blev placeret i Gold League. Jeg var så spændt og pralede til alle mine venner som var blevet placeret i Bronze eller Silver. Jeg vidste godt jeg havde været lidt heldig, men det var slutresultatet der betyd noget. Og så tabte jeg 13 spil i træk og blev placeret i Bronze. Jeg burde ikke have været i Gold til at begynde med, og som tiden gik blev Blizzard’s system mere præcist og jeg endte med at vinde ca. 50 % af mine kampe
de: Es ist bedauerlich, mit einer Niederlagenserie zu beginnen, doch gleiches gilt für eine Siegesserie. Zum Beispiel habe ich alle 5 Platzierungsmatches in StarCraft II gewonnen und wurde der Goldliga zugeordnet. Ich war überglücklich und habe vor meinen Freunden, die in Bronze und Silber platziert worden waren, damit angegeben. Ich wusste, dass ich in meinen Spielen ziemliches Glück hatte, aber es zählt ja nunmal das Ergebnis. Und dann verlor ich 13 Spiele am Stück und stieg in die Bronzeliga ab. Dabei hätte ich von Anfang an nicht in Gold einsortiert werden sollen. Mit fortschreitender Zeit spielte ich mehr Spiele und Blizzards Zuweisungswertung wurde präziser, sodass ich dann 50 % meiner Spiele gewinnen konnte.
es: Empezar con una racha de derrotas es desafortunado, pero también lo es empezar con una racha de victorias. Por ejemplo, yo gané las cinco partidas de colocación en StarCraft II y llegué a la Liga Oro. Estaba bastante entusiasmado. Les presumí a mis amigos que fueron colocados en Bronce o Plata. Yo sabía que había tenido suerte, pero el resultado era lo que importaba. Sin embargo, perdí 13 partidas seguidas y fui degradado a Bronce. No debí de ser colocado en Oro para empezar. Cuando el tiempo pasó, el sistema de emparejamiento de Blizzard se tornó exacto y empecé a ganar 50% de mis partidas.
fi: Aloittaminen häviö putkella on epäonnista, mutta niin myös voittoputkella. Esimerkiksi minä voiton kaikki 5 sijoitus peliä Starcraft 2:ssa, ja pääsin kulta liigaan. Olin todella innostunut, kehuskelin kavereilleni ketkä päätyivät pronssi ja hopea liigoihin. Tiesin että tuuri oli auttanut minua hieman, mutta loppu tulos oli se mikä ratkaisi. Ja sitten hävisin 13 peliä putkeen vain pudotakseni pronssi liigaan. Minun ei olisi pitänyt päästä kulta liigaan alunperinkään, mutta kun aikaa kului matchmakingistä tuli tarkempi ja rupesin voittamaan 50% peleistäni.
fr: Débuter avec une série de défaites est malheureux, mais pas plus que de ne commencer qu'avec des victoires. Par exemple, j'ai gagné mes 5 premiers matchs de classement sur Starcraft 2 ce qui m'a propulsé et Ligue Or. J'étais tellement excité que j'en ai profité pour me moquer de mes amis en Ligue Bronze ou Argent. Je savais que j'avais eu de la chance et ce qui s'est passé, c'est que j'ai perdu les 13 parties suivantes et j'ai été rétrogradé en Ligue Bronze. Je n'aurais jamais du me trouver en Ligue Or et le temps passant, le jeu a pu correctement évoluer mon niveau pour que j'approche des 50% de victoire.
hu: Egy vereségi sorozattal kezdeni nem épp szerencsés, de ugyanígy gyõzelmi sorozattal kezdeni sem az. Például, Starcraft 2-ben a helyezési meccseimbõl mind az ötöt megnyertem és így a Gold ligába helyezett a játék. Nagyon büszke voltam magamra, el is dicsekedtem vele a Silver és Bronze ligás barátaimnak, bár tudtam hogy nagyon szerencsések voltak a meccseim, de végtére is csak az eredmény számít. Ezek után vesztettem sorban 13 meccset és a játék végül a Bronze ligáig sorolt vissza. Nyilván nem kellett volna hogy a Gold ligába soroljon a játék, de ahogy egyre több meccset játszottam annál pontosabb lett a tudásomhoz mért helyezésem és végül elértem az 50%-os gyõzelmi arányt.
ko: 배치 경기에서의 패배는 불행한 일이지만, 이후엔 연승으로 시작됩니다. 예를들어 스타크래프트2에서 A가 배치경기 5판을 모두 운 좋게 이기고 골드를 배치 받았습니다. A는 매우 기뻐서 브론즈나 실버인 친구들에게 자랑을 했습니다. 그러나 A는 13연패를 하고 브론즈로 떨어졌습니다. 이처럼 골드에서의 시작이 좋고 브론즈에서의 시작이 나쁜 것은 아닙니다. 블리자드의 매칭은 정확하고 50%의 승률에 가깝습니다.
nl: Met een lange reeks van verliezen is spijtig, maar beginnen met een lange reeks van winsten is even spijtig. Bijvoorbeeld, ik won al mijn 5 plaatsings spellen in Starcraft 2 en werd geplaats in Goud. Ik was zo enthousiast en plaagde mijn vrienden die in Brons of Zilver geplaatst waren. Ik wist dat ik een paar spellen door geluk had gewonnen, maar het eindresultaat maakte uit. Daarna verloor ik 13 spellen en viel ik naar Brons. I zou eigenlijk nooit in Goud geplaats moeten worden en naarmate ik meer spellen speelde, werd Blizzard's matchmaking beter en accurater en ik won 50% van mijn spellen.
pl: Rozpoczęcie z serią przegranych jest niefortunne tak samo jak z serią wygranych . Na przykład, Wygrałem wszystkie swoje 5 gier kwalifikacyjnych w Starcraft II, i zostałem przydzielony do ligi Gold. Byłem bardzo podekscytowany, pochwaliłem się wszystkim znajomym z lig Bronze oraz Silver. Wiedziałem że miałem szczęście, ale liczy się efekt końcowy. Zaraz po tym przegrałem 13 gier z rzędu i spadłem do Bronze. Od początku nie powinienem znajdować się w Gold, więc im więcej gier rozgrywałem, system Blizzarda stawał się coraz dokładniejszy, aż zacząłem wygrywać około 50% gier.
ru: Начинать только с проигрышей плохо, но также плохо начинать исключительно с побед. К примеру: я выиграл во всех первых пяти матчах, после которых определяется мое положение в рейтинге и вошел в Золотую Лигу. Я был поражен и доволен этим, обзывал своих друзей, сидящих в Бронзовой и Серебряной Лигой раками и всячески издевался над ними:) Я знал, что мне скорее всего повезло, но результат-то ведь важнее! Потом я проиграл подряд 13 игр и скатился в Бронзовую лигу. Я не должен был попасть в Золотую Лигу с самого начала, ведь я сыграл совсем мало игр! Так как мне подбирались противники с намного лучшим скиллом игры, я быстро скатился вниз. Близзард это учли и поменяли систему подбора игроков. Теперь мне попадаются примерно равные с моим скиллом противники и процент побед стал около 50.
zh_hans: 初期的游戏连败是很不幸的，但是初期的游戏连胜一样不幸。举个例子，在星际2中我赢了前五场排位赛，并且被安排到黄金组。我很兴奋，我向那些银组、铜组的朋友们吹嘘。我知道那只是我运气好，而后的事情也说明了这点：我十三连败并掉到铜组。我不应该从金组开始。而且，随着时间推移和玩了更多的游戏，暴雪的匹配变得越来越自信且准确。同时，我的胜率也接近50%了。
zh_hant: 在前幾場連敗是很不幸的，但在初期連勝一樣不幸。舉例來說，我在星海2的前五場都贏了，然後被分配到了金牌組。我非常興奮，我向那些銅牌組、銀牌組的朋友們吹噓。我知道我其實只是有點運氣好，之後的結局才是事實。我連輸了13場然後掉到銅牌。我一開始根本就不該在金牌組裡，後來隨著時間經過和玩了更多的遊戲，Blizzard的匹配系統越來越精準，而我開始有接近50%的勝率。

# MMRInfoMessageLine20
source: The reverse is true here: If you had a losing streak in your 'placement matches' on HOTS Logs, then you will start with a pretty low MMR. If this is inaccurate, and your MMR truly should be higher, Blizzard will be placing you against teams with higher MMR. If you win 50% of your games against players with MMR higher than you, your MMR will slowly climb up to theirs.
cs: Opak je zde pravdou: Pokud jste měli šňůru proher v „rozřazovacích hrách“ na HOTS Logs, začněte s nízkým MMR. Pokud je tento MMR nepřesný a mel by být vyšší, Blizzard Vás bude stavit proti týmům s vyšším MMR. Pokud vyhrajete 50 % Vašich zápasů proti hráčům s vyšším MMR než je Vaše, Vaše MMR se pomalu přiblíží jejich.
da: Det modsatte passer her: hvis du taber dine placeringskampe her kommer du til at starte med en ret lev MMR. Men hvis dette ikke er hvor du hører hjemme og vinder ca. 50 % af dine kampe mod spillere der har højere MMR end dig, vil du langsomt stige I MMR.
de: Hier gilt dann der Umkehrschluss: Wenn du in den Platzierungsmatches auf HOTS Logs eine Niederlagenserie hattest, dann startest du mit einem relativ niedrigen MMR. Falls dieses dann unzutreffend ist und in Wirklichkeit höher liegen sollte, dann weist dich Blizzard gegnerischen Teams mit höherer Wertung zu. Wenn du dann 50% deiner Spiele gegen Spieler mit höherem MMR gewinnst, wird dein MMR langsam auf ihre Stufe klettern.
es: Lo contrario es cierto aquí. Si tuviste una racha de derrotas en tus “partidas de colocación” en HOTS Logs, empezaras con un MMR bastante bajo. Si esto es inexacto y tu MMR debería de ser más alto, Blizzard te colocará en partidas contra equipos de mayor MMR. Si ganas 50% de las partidas contra jugadores de mayor MMR al tuyo, tu MMR empezará a aumentar para emparejarse.
fi: Tämä toimii myös toiseen suuntaan: jos sinulla oli häviö putki "sijoitus peleissäsi" HOTS log:sissa, aloitat alhaiselta MMR:ltä. Jos tämä on virheellistä, ja MMR:si kuuluisi oikeasti olla korkeampi, Blizzard antaa sinulle pelejä korkeampi MMR:siä vastustajia vastaan. Jos voitat 50% peleistä korkeampi tasoisia pelaajia vastaan, MMR:si nousee hiljalleen heidän tasolle.
fr: L'inversement est vrai également : si vous subissez une série de défaites lors de vos matchs de placement sur HOTS Logs, vous commencerez avec une MMR assez basse. Si cela ne reflète pas votre niveau et que votre MMR devrait ête plus élevée, Blizzard vous fera affrontera des équipes de bon niveau et si vous parvenez à obtenir 50% de victoire, celles-ci vous rapporteront beaucoup alors que les défaites vous feront perdre peu de points et votre MMR remontera petit à petit pour atteindre sa vraie valeur.
hu: Természetesen ennek a fordítottja is igaz: ha sok meccset vesztes a helyezési meccseid alatt akkor helytelenül alacsony lesz az MMR-ed és ahogy magasabb MMR szintû játékosok ellen 50%-ban nyersz meccseket, akkor hamar a számodra megfelelõ szintre fogsz kerülni
ko: 반대의 경우가 여기에 해당 됩니다. 회원님이 HOTS Logs 배치 경기에서 연패를 한다면 낮은 MMR에서 시작하지만, 쉽게 승리 할 수 있을 겁니다.
nl: Het omgekeerde is waar hier: als je een reeks verliezen had in je plaatsings spellen op HOTS Logs, dan zul je beginnen met een lage MMR. Als dit niet precies is en je gelooft dat je MMR echt hoger zou moeten zijn, dan gaat Blizzard je matchen met betere spelers. Als je 50% van je spellen wint tegen spelers met een hogere MMR, dan gaat je MMR langzaam omhoog en klimt naar dezelfde hoogte.
pl: Działą to też w drugą stronę: Jeśli miałeś serię przegranych w 'grach kwalifikacyjnych' w HOTS Logs, zapewne rozpoczniesz z niskim MMR. Jeśli nie będzie on dokładny, a twój prawdziwy MMR powinien być wyższy, Blizzard wylosuje przeciwko Tobie graczy z wyższym MMR. Jeśli wygrasz 50% gier z graczami, którzy posiadają wyższy MMR niż ty, twój MMR zacznie powoli zbliżać się do ich poziomu.
ru: Обратное верно и в таком случае: начав с поражений, у Вас будет более низкий MMR. И какое-то время вы будете играть с более слабыми противниками. Но в итоге Близзард будут кидать Вас в игры с противником, имеющим более высокий MMR, чем Ваш. Когда вы будете побеждать противников с более высоким MMR, Ваш MMR будет расти до их уровня быстрее.
zh_hans: 反之亦然：如果在英雄风暴日志上，你的初期“排位赛”是连败，那你将会以一个很低的MMR起步。如果这是不准确的，你的MMR应当更高，暴雪也会把你对上MMR更高的队伍。如果你对阵MMR比你的玩家们还能取得50%的胜率，你的MMR也会慢慢提升的。
zh_hant: 反之亦然：如果你在一開始的排位賽連敗並傳到本站上，那麼你會以一個非常低的MMR的開始。如果這是錯誤的，你的MMR應該要更高，Blizzard還是會把你分配給較高MMR的隊伍。如果你面對這些MMR較高的隊伍還能取得50%左右的勝率，那麼你的MMR也會慢慢提升到與他們相當的。

# MMRInfoMessageLine21
source: Unfortunately, if your MMR has indeed been inaccurately affected by a losing streak in your placement matches, the solution is to just play more games. It may take more games than if you had won some of your placement matches, but your MMR will end up where it should be eventually. The solution here is not to delete the replay, though; this would remove the replay from the other 9 players in the match as well, and we need more replays uploaded in order to be confident in MMR calculations.
cs: V případě, že Vaše MMR bylo skutečně nepřesně ovlivněno šňůrou proher v rozřazovacích zápasech, jediné řešení je odehrát více her. To může zabrat více her než kdybyste vyhráli některé z Vašich rozřazovacích zápasů, ale i tak Vaše MMR dosáhne správné hodnoty. Řešením není vymazat záznamy, to by vymazalo záznam pro dalších devět hráčů v daném zápasu a velký počet záznamů je nutný k přesnějším MMR výpočtům.
da: Desværre, hvis du er blevet placeret uretfærdigt, er svaret bare at spille flere spil. Det kommer måske til at tage flere spil end hvis du havde vundet til at starte med, men din MMR ender hvor den bør være alligevel. Det nytter dog ikke noget at slette sine tabte replays, eftersom de 9 andre spillere også uploader deres, og disse gælder også for dig.
de: Leider ist die einzige Lösung, wenn dein MMR durch eine Niederlagenserie unzutreffend berechnet wurde, mehr Spiele zu spielen. Es wird mehr Spiele benötigen, als wenn du einige deiner Platzierungsmatches gewonnen hättest. Doch früher oder später landet dein MMR dann dort, wo es hingehört. Es wäre allerdings keine Lösung, das Replay zu löschen, da es dann auch bei den 9 anderen Spielern entfernt würde - und wir brauchen mehr Replays, nicht weniger, um präzise MMR-Berechnungen durchzuführen.
es: Desafortunadamente, si tu MMR ha sido representado erróneamente por tus partidas de colocación, la solución es jugar más juegos. Tomará más juegos de los que te habría tomado si ganabas algunas de tus partidas de colocación, pero tu MMR eventualmente llegará a donde debe. La solución no es borrar la repetición, porque esto también la podría remover de los perfiles de los otros 9 jugadores. También este sitio depende de un mayor número de repeticiones para tener un cálculo de MMR confiable.
fi: Valitettavasti, jos MMR:si tosiaankin on liian alhainen häviö putken takia "sijoitus peleissäsi", ainut tapa on pelata lisää nostaaksesi sen. Se voi viedä useamman pelin aikaa, kuin jos olisit voittanut osan "sijoitus peleissäsi", mutta MMR:si tulee loppujen lopuksi olemaan siellä missä pitääkin. Ratkaisu ei ole poistaa peliuusintoja, vaikkakin: tämä poistaisi pelin myös 9 muulta pelaajalta, ja tarvitsen useita peliuusintoja laskeakseni MMR:n tarkkaan.
fr: Malheureusement, si votre MMR a effectivement été faussée par une série de défaites lors de vos matchs de placement, la seule solution est de continuer à jouer. Cela prendre plus de temps que si vous aviez gagné certains de vos matchs de placement, mais votre MMR finira par atteindre son niveau réel. Supprimer certains replays n'est pas une bonne idée car cela supprimerait également des informations importantes pour les 9 autres joueurs et pour avoir un calcul de MMR le plus exact possible nous avons besoin d'un maximum de replays.
hu: Sajnos az egyetlen megoldás ha az MMR-ed pontatlan lesz egy vereségi sorozat miatt a helyezési meccsek alatt az az, ha több meccset játszol. Lehet, hogy több meccsre lesz szükséged mintha megnyertél volna párat a helyezési meccseid közül, de elõbb-utóbb a megfelelõ szintre fogsz kerülni. Az nem megoldás ha szimplán kitörlöd a replayét egy vesztes helyezési meccsnek, mert azzal 9 más ember besorolását is kompromittálod és nekünk pedig minél több replayre van szükségünk hogy pontos MMR számításokat hajtsunk végre.
ko: 불행하게도, 만약 회원님의 MMR이 정말로 부정확하게 회원님의 배치 경기에서의 패배에 의하여 영향을 받았으면, 게임을 플레이 하는 것이 정답 입니다.회원님이 회원님의 배치 경기 중 몇몇에서 이긴 것 보다 더 많이 게임을 해야 할 수도 있습니다. 하지만 그것이 회원님의 진짜 MMR 일 수 있습니다. 우리는 MMR 계산을 정확하게 하기 위해 많은 리플레이가 필요 합니다.
nl: Helaas is er maar één manier om je MMR te veranderen als je MMR verkeerd is door een reeks verliezen, meer spellen spelen. Het duurt waarschijnlijk meer spellen dan als je gelijk gewonnen had in je plaatstings spellen, maar je MMR zal uiteindelijk terecht komen waar deze hoort te zijn. Echter, de oplossing is niet om de replay te verwijderen; dit zou ervoor zorgen dat je replay ook verwijderd van 9 andere spelers. Dit is niet handig omdat we zoveel mogelijk replays nodig hebben omdat een acurate MMR te berekenen.
pl: Niestety, Jeśli twój MMR został mylnie oceniony z powodu serii przegranych w meczach kwalifikacyjnych, rozwiązaniem jest grać więcej. Może to zająć trochę dłużej jeśli wygrałeś kilka ze swoich meczów kwalifikacyjnych, ale ostatecznie twój MMR znajdzie się na odpowiednim miejscu . Rozwiązaniem nie jest więc kasowanie powtórek. To spowodowałoby skasowanie powtórek u pozostałych 9 graczu, a potrzebujemy jak najwięcej przesłanych gier, żeby obliczany MMR był jak najdokładniejszy.
ru: К сожалению, если Вам не повезло, и вы начали с цепочки поражений (из-за чего Ваш MMR не соответствует Вашему реальному скиллу), то Вам остается только одно – играть больше. Увеличение MMR до Вашего реального уровня игры может потребовать времени. В любом случае, чем больше реплеев будет загружено, тем точнее будет MMR каждого из игроков.
zh_hans: 不幸的是，如果你的MMR被连败影响变得不准确，唯一的办法就是玩更多的游戏。由于你在排位赛没取得胜利，你需要在之后玩更多的局数，但你的MMR最终会变成你应有的。删除录像不是解决办法，因为这也会影响同场游戏的其他9个玩家。而且，为了更准确的MMR计算，我们需要更多的游戏录像上传。
zh_hant: 不幸的是，如果你的MMR確實被初期的連敗所影響，唯一的解決辦法就是玩更多場遊戲。你可能會需要贏比連敗數更多的遊戲，但你的MMR最終都會到達它應得的位置。刪除錄像並不是解決辦法，因為這也會影響到同場的其他9個玩家。而且為了有更精準的MMR計算，我們需要更多的錄像被上傳。

# MMRInfoMessageLine22
source: MMR Accuracy
cs: MMR přesnost
da: MMR Præcision
de: Präzision der Spielerzuweisungswertung (MMR)
es: Precisión del MMR
fi: MMR:n tarkkuus
fr: Précision de la MMR
hu: MMR pontosság
ko: MMR 정확도
nl: MMR nauwkeurigheid
ru: Точность MMR
zh_hans: MMR准确度
zh_hant: MMR精確度

# MMRInfoMessageLine23
source: Some players have contacted me about MMR accuracy, believing they should be higher on the leaderboard.
cs: Někteří hráči mě kontaktovali s tím, že se domnívají, že by měli být v žebříčku umístění výš.
da: Nogle spillere har kontaktet mig omkring MMR nøjagtighed, i den tro at de burde være højere på ranglisten
de: Einige Spieler haben mich in dem Glauben kontaktiert, sie müssten in der Tabelle höher angesiedelt sein.
es: Algunos jugadores me han contactado para discutir sobre la precisión del MMR, porque creen que deberían estar más alto en las tablas de líderes.
fi: Jotkut pelaajat ovat ottaneet minuun yhteyttä, koska uskovat että kuuluvat korkeammalla johtotaulokoihin
fr: Certains joueurs m'ont contacté au sujet de la précision du calcul de MMR, pensant qu'ils devraient être plus haut dans le classement.
hu: Néhány játkos megkeresett már azzal, hogy pontos-e az MMR-jük mivel õk úgy gondolják hogy magasabb pozícióban lenne a helyük.
ko: 일부 플레이어는 MMR 정확도에 대해 문의를 합니다.
nl: Sommige spelers hebben contact met mijn opgenomen over de MMR nauwkeurigheid, in de veronderstelling dat ze hoger zouden moeten staan in het klassement.
pl: Część graczy kontaktowała się ze mną, wierząc że ich MMR powinien być wyższy.
ru: Многие игроки обращались ко мне по поводу точности расчета MMR, полагая, что уровень их игры выше, чем их MMR и они заслуживают быть выше в Лиге.
zh_hans: 有些玩家咨询我MMR的准确度，而且他们坚信他们应该比排行榜上的成绩更好。
zh_hant: 有些玩家曾告訴我關於MMR準確度的事，說他們應該要更高才對。
