Repository: Zemill/hotslogs-site
Catalog: HotsLogsApi.BL/Resources/LocalizedText.*.resx
Languages: cs, da, de, es, fi, fr, hu, ko, nl, pl, ru, zh_hans, zh_hant

# MMRInfoMessageLine24
source: Firstly, make sure you have played a good amount of games. When you start out, your MMR is unknown to me, and the system has to guess at your skill. Don't spend too much time thinking about MMR if you haven't uploaded at least 100 replays, and preferably more.
cs: Zaprvé, ujistěte se, že máte odehraný dostatečný počet her. Když začínáte, Vaše MMR je neznámé a systém jej musí hádat. Nezabývejte se moc MMR pokud jste neodehráli alespoň 100 a více her.
da: For det første, sørg for at du har spillet en god mængde spil. Når du starter ud, er din MMR ukendt for mig, og systemet bliver nød til at gætte hvor du hører til. Lad være med at tænke for meget på MMR medmindre du har uploadet 100 replays. Og helst flere.
de: Stellt zunächst einmal sicher, dass ihr eine umfassende Menge Spiele gespielt habt. Am Anfang ist mir euer MMR noch unbekannt und das System muss mehr oder weniger eure Fertigkeitsstufe erraten. Macht euch nicht zu viele Gedanken um das MMR, wenn ihr nicht mindestens 100 Replays hochgeladen habt ... vorzugsweise mehr.
es: Primero, debes de estar seguro que has jugado una buena cantidad de partidas. Cuando comienzas, tu MMR es desconocido para mí y el sistema debe de estimar tu habilidad. No tomes mucho tiempo para pensar en el MMR si no has subido al menos 100 repeticiones o de preferencia más.
fi: Ensimmäiseksi, varmista että olet pelannut tarpeeksi monta peliä. Kun aloitat, MMR:si on tuntematon minulle, järjestelmän täytyy arvata. Älä käytä liikaa aikaa miettiäksesi MMR:ää jos et ole lähettänyt ainakin 100 peliuusintaa ja mieluummin useampaa.
fr: Premièrement, assurez-vous d'avoir joué assez de parties. Lorsque vous débutez, votre MMR est indéterminée et le système vous en attribue une par défaut. Ne tenez donc pas trop compte de la MMR tant que vous n'aurez pas joué au moins 100 parties et c'est vraiment un minimum.
hu: Elõször is gyõzõdj meg arról, hogy kellõ mennyiségû meccset játszottál le. Amikor elkezded a játékot az MMR-ed számomra ismeretlen és a rendszernek kell találgatni a te játéktudásat illetõen. Ne morfondírozz sokat az MMR-eden ha még nem játszottál le 100 meccset, vagy lehetõleg még többet.
ko: 먼저 충분한 양의 게임을 진행 했는지 확인하세요. 회원님이 막 시작 했을때 회원님의 MMR은 정확하지 않습니다. 게임 수가 100 이하 라면, MMR에 대해 많이 생각하지 말아주세요.
nl: Als eerste, zorg dat je genoeg spellen hebt gespeeld. Als je begint is je MMR onbekend voor mij en het systeem moet raden wat je niveau is. Verlies geen tijd door aan je MMR te denken als je niet minstens 100 replays hebt geüpload, bij voorkeur meer.
pl: Po pierwsze, upewnij się że rozegrałeś odpowiednią ilość gier. Kiedy zaczynasz, twój MMR nie jest znany, i system musi odgadnąć jakie masz umiejętności. Nie marnuj czasu rozmyślając nad swoim MMR jeśli nie masz przesłanych przynajmniej 100 powtórek, a najlepiej więcej.
ru: Для начала убедитесь, что вы сыграли довольно таки большое количество игр. Когда Вы начинаете, Ваш MMR неизвестен и системе нужно «догадаться» об уровне Вашей игры. Даже не думайте об MMR, пока вы не сыграете как минимум 100 игр, желательно, конечно, больше!
zh_hans: 第一，请确定你玩了足够多数量的游戏。你刚开始时，你的MMR对我来说也是未知数，系统也只能通过猜来判断你的水平。在你上传100场录像之前，请不要花太多时间来研究MMR。而且，越多的游戏会使MMR越准。
zh_hant: 首先，請確認你已經玩了夠多場的遊戲。剛開始玩時，你的MMR是未知的，而系統就必須先猜測你的技術水準。請不要花太多時間去想關於MMR的事，如果你還沒上傳超過100個對戰紀錄，甚至更多的話。

# MMRInfoMessageLine25
source: If you have a lot of replays uploaded, how can you determine if the MMR I calculate is accurate? Look at the individual players' MMR in your matches, and each team's average MMR. Generally, each team's average MMR should be pretty similar.
cs: Pokud máte nahraných dostatek záznamů, jak je možné zjistit, že MMR je vypočítáno přesně? Podívejte se na MMR jednotlivých hráčů v zápase a na průměrný MMR týmů. Průměrný MMR obou týmů by měl být podobný.
da: Hvis du har mange replays uploadet, hvordan kan du så bestemme om den mængde MMR jeg beregner er præcis? Tjek de individuelle spillers MMR. For det meste, burde de være rimelig ens.
de: Wenn du viele Replays hochgeladen hast, wie kannst du dann feststellen, ob dein MMR präzise berechnet wurde? Schau dir in deinen Spielen die einzelnen MMRs der anderen Spieler an und berechne den Schnitt jedes Teams. Im Allgemeinen sollte der MMR-Durchschnitt beider Teams relativ ähnlich sein.
es: ¿Contemplando que has subido una buena cantidad de repeticiones, cómo puedes determinar si tu MMR que he calculado es preciso? Observa el MMR de cada jugador y el MMR promedio de los equipos en tus partidas. Generalmente, estos valores deberían de ser bastante similares.
fi: Jos sinulla on paljon lähetettyjä uusintoja, kuinka voit tietää onko laskemani MMR tarkka? Katsele yksittäisten pelaajien MMR:ää peleissäsi ja joukkueiden keskimääräistä MMR:ää. Yleensä, molempien joukkueiden keskimääräinen MMR pitäisi olla samalla tasolla.
fr: Si vous avez autant de replays, comment pouvez-vous voir que le calcul de MMR est précis ? Regardez les MMR individuelles de chaque joueur dans les équipes ainsi que la MMR moyenne de chaque équipe. Généralement la moyenne MMR de chaque équipe devrait être équivalente.
hu: Ha sok replayt töltöttél fel, hogyan gyõzõdhetsz meg arról, hogy az általam számított MMR pontos-e? Nézd meg a többi játékos MMR-jét és a két csapat átlagos MMR-jét. Alapvetõen az egyes csapatok átlag MMR-jének azonosnak kell lennie.
ko: 리플레이 업로드를 많이 했는데, MMR이 정확한지 알 수 있나요? 게임에서 팀의 평균 MMR은 일반적으로 회원님의 MMR과 대부분 비슷 합니다.
nl: Als je veel replays geüpload hebt, hoe komt je er dan achter of je MMR nauwkeurig is? Kijk naar de MMR van elke speler in je spellen en het gemiddelde MMR van elk team. Over het algemeen zou de MMR van beide teams ongeveer gelijk moeten zijn.
pl: Jeśli przesłałeś odpowiednio dużo powtórek, jak możesz ustalić czy MMR jest obliczony odpowiednio? Spójrz na innych MMR innych graczy, w rozegranych przez Ciebie meczach, oraz na średni MMR każdej z drużyn. Średni MMR każdej z drużyn powinien być zbliżony.
ru: Если у Вас загружено много реплеев, то как быть уверенным, что MMR считается точно? Посмотрите на MMR игроков Вашей команды и противников и на MMR команды в целом. В общем MMR каждой команды будет примерно одинаков.
zh_hans: 如果你上传过很多录像，你怎么判断我计算的MMR是否正确呢？看一看游戏中其他玩家的MMR和两队的平均MMR。通常来说，两队的平均MMR会很接近。
zh_hant: 如果你已經上傳了大量的錄像，那麼你要如何確定我所計算的MMR是否夠準確呢？請去看看你的場次裡每個玩家的MMR，以及整隊的平均MMR。一般而言，每一隊的平均MMR應該要非常接近才對。

# MMRInfoMessageLine26
source: There are times where MMR isn't accurate. In cases where established players have only uploaded a few replays, their true MMR is unknown to me, while Blizzard probably has a pretty good idea of it. If a player's change in MMR after a match is significant (a change greater than ~50), that player's skill is still somewhat unknown to me, and I have to make guesses on what their MMR actually should be.
cs: Stane se, že MMR není přesné. V případě, že zavedení hráči nahráli pouze několik záznamů, jejich skutečné MMR je pro mě neznámé, zatímco Blizzard má o něm nejspíš velmi dobrou představu. Pokud je změna v hráčově MMR velká (větší než ~50), jeho úroveň je pro mě stále neznámá a musím hádat, jaký by jeho MMR měl být.
da: Der er tidspunkter hvor MMR ikke er helt præcist. I tilfælde hvor spillere har uploadet en lille mængde replays, er deres MMR ukendt for mig, imens har Blizzard sikkert en god idé om hvad den er. Hvis en spillers MMR skifter mere end 50 point, så er den spillers skill stadig ukendt for mig, og så bliver jeg nød til at gætte mig til hvad deres MMR burde være.
de: Es kann vorkommen, dass das MMR nicht präzise ist. Wenn etablierte Spieler nur wenige Replays hochgeladen haben, dann ist mir ihr wahres MMR nicht bekannt, obwohl Blizzard wahrscheinlich einen viel besseren Eindruck hat. Sollte die MMR-Änderung nach einem Spiel bedeutsam sein (eine Änderung von ~50 oder mehr), dann ist die Fertigkeitsstufe dieses Spielers noch relativ unbekannt und ich muss raten, wie das eigentliche MMR tatsächlich aussehen sollte.
es: Hay momentos en los cuales el MMR no es preciso. En la mayoría de los casos donde jugadores con experiencia en el juego han tan solo subido unas cuantas repeticiones su verdadero MMR es desconocido para mí. Sin embargo, Blizzard probablemente tiene una muy buena idea de éste. Si el cambio de MMR entre partidas es significativo (un cambio mayor a 50), la habilidad de ese jugador es desconocida para mí y debo de hacer predicciones sobre cuál es su verdadero MMR.
fi: On myös kertoja milloin MMR ei ole tarkka. On tapauksia missä vakiintunut pelaaja on lähettänyt vain muutaman pelin, heidän oikea MMR ei ole minun tiedossa, mutta blizzardilla luultavasti on hyvä idea siitä. Jos pelaajan MMR muutos pelin jälkeen on suuri(suurempi kuin ~50), sen pelaajan MMR on vielä jollain tasolla tuntematon minulle ja minun täytyy arvailla mikä heidän MMR mahtaisi olla.
fr: Il y a des fois où la MMR n'est pas précise. En prenant le cas d'un joueur qui n'aurait envoyé que peu de replays, je ne peux pas connaître sa vraie MMR même si Blizzard a probablement une très bonne idée de la valeur exacte. Si le changement après un match est significatif (plus de 50 points d'écart par exemple), c'est que je ne connais pas sa vraie valeur et que je dois faire une supposition.
hu: Elõfordulhat, hogy az MMR nem pontos. Abban az esetben hogy ha képzett játékosol kevés replayt töltenek fel, a valódi MMR-jük számomra ismeretlen a Blizzard valószínûleg jobban ismeri azt. Ha egy játékos MMR változása egy meccs után magas (kb 50) akkor a valódi tudása számomra ismertlen, találgatnom kell, hogy a valódi MMR-jéneknek mennyinek kéne lennie.
ko: MMR이 정확하지 않는 시간이 있습니다. 블리자드의 진짜 MMR은 알 수 없습니다. 게임 후 MMR의 변경(약 50)은 실제 MMR과는 다를 수 있습니다. 하지만 저희는 유저가 실제로 게임에서 무엇을 했는지에 대한 추측을 합니다.
nl: Er zijn momenten wanneer MMR niet nauwkeurig is. In het geval dat een speler met al veel spellen achter de rug, maar een klein aantal replays heeft geüpload dan is hun echt MMR onbekend voor mij, terwijl Blizzard al goed weet wat hun MMR is. Als een speler's MMR in een spel significant is (een verandering van 50 of hoger) dan is deze speler zijn niveau nog onbekend voor mij. Dan moet ik raden wat hun MMR eigenlijk zou moeten zijn.
pl: Zdarza się że MMR nie jest dokładny. W przypadkach kiedy gracz przesłał tylko kilka powtórek, jego prawdziwy MMR nie jest znany. Jeśli zmiana MMR po meczu jest znacząca (większa niż ~50), umiejętności gracza wciąż nie są znane, i trzeba zgadywać jaki powinien być jego MMR.
ru: Бывает, когда MMR не точен. Это бывает в том случае, когда игр было сыграно много, а реплеев загружено мало. В этом случае, реальный MMR мне остается неизвестен, в то время как Близзард имеют точно представление об этом. Если изменение MMR игрока после матча значительно (более 50), это значит что реальный MMR игрока все еще остается мне неизвестен и мне нужно догадываться о том, каков реальный MMR игрока.
zh_hans: 有些时候MMR是不准的。例如有的玩家只上传了一部分录像，他们的真实MMR是我无法得知的，但暴雪应该很清楚。如果一个玩家在一场游戏后，MMR发生了很大变化（高于50），我也无法得知他的准确MMR，只能先猜猜。
zh_hant: 有些時候MMR並不是太準確。像是只上傳了幾個錄像的玩家，他們真正的MMR是未知的，Blizzard對於這件事可能有更好的主意。如果一個玩家在一場遊戲後的MMR變動很大（變動大於50）時，則那個玩家的技術水準也算是有些不明的，而我就需要去猜測他們真正的MMR應該是多少。

# MMRInfoMessageLine27
source: The best way to improve the accuracy of my calculated MMR is to upload more games :) Ask your friends to upload theirs; the more replays I can look through, the more confident I can be about skill levels.
cs: Nejlepším způsobem, jak zlepšit přesnost mého MMR je nahrát více záznamů :) Požádejte Vaše přátele, aby nahráli jejich. Čím více záznamů budu mít k dispozici, tím přesnější budou výpočty.
da: Den bedste måde at forbedre præcisionen af mine beregnede MMR er at uploade flere spil :) Spørg dine venner om at uploade deres, desto flere replays jeg kan kigge igennem, jo mere sikker kan jeg på skill levels.
de: Die beste Möglichkeit, das MMR präzise zu berechnen, ist, mehr Spiele hochzuladen. :-) Bitte deine Freunde, ihre Replays auch hochzuladen. Je mehr Replays ich durchsuchen kann, desto zuversichtlicher kann ich bezüglich der Fertigkeitsstufen sein.
es: La mejor forma de mejorar la precisión de mis cálculos del MMR es subir más partidas :) Diles a tus amigos que suban las de ellos. Entre más repeticiones pueda analizar más confiable puedo estar sobre los resultados en cuanto a predicciones de nivel de habilidad de los jugadores.
fi: Paras tapa kasvattaa MMR:n tarkkuutta on lähettää enemmän peliuusintoja :) Pyydä ystäviäsi lähettämään peliuusintoja; mitä enemmän uusintoja pystyn käymään läpi, sen tarkemmin voin arvioida taitosi.
fr: La meilleure façon d'améliorer la précision de mon calcul de MMR est d'envoyer toujours plus de replays :) Dites à vos amis de le faire ; plus il y en aura et plus vous pourrez être confiant sur le niveau de jeu affiché.
hu: A legjobb módja az MMR számítás pontosságának a javításának az az, hogy minél több meccset feltöltesz :) Kérd meg a barátaidat hogy õk is töltsék fel replayeiket, hogy minél biztosabban megállapíthassuk a játéktudásotokat.
ko: MMR 계산의 정확성을 향상시키는 방법은 많은 리플레이를 업로드 하는 것 입니다. :) 친구들에게 리플레이 업로드를 제안해 보세요.
nl: De beste manier om de nauwkeurigheid van mijn MMR te verbeteren is door meer spellen te uploaden :). Vraag je vrienden om hun replays te uploaden; hoe meer replays ik heb om naar te kijken, hoe nauwkeuriger ik kan zijn over niveaus.
pl: Najlepszą drogą do poprawienia dokładności obliczania MMR, jest przesyłanie większej ilości powtórek :) Poproście znajomych, żeby przesłali swoje; Im większej ilości powtórek mogę się przyjżeć, tym więcej mogę powiedzieć o faktycznym poziomie umiejętności.
ru: Лучший способ сделать MMR на HOTS Logs максимально точным, это загружать как можно больше реплеев. Просите друзей и знакомых всегда загружать свои реплеи! Это поможет мне считать MMR правильно и иметь верное представление об уровне игры каждого!
zh_hans: 提升我计算MMR准确性的最好方法就是上传更多游戏录像 :) 请你的朋友们上传他们的吧。我这里的录像越多，我对玩家水平的估计就越自信。
zh_hant: 要增加我計算的MMR的準確度，最好的方式就是上傳更多的錄像:) 請叫你的朋友們也上傳他們的錄像吧，有越多紀錄我可以參考，我就越有信心可以算出精確的技術水準。

# MMRInfoMessageLine28
source: On a related note, it is encouraging to see many of the more famous pro-gamers in the top 100 of the leaderboard, as well as in matches against eachother :)
cs: Je skvělé vidět stále více známých pro-hráčů v top 100, stejně tak v zápasech proti sobě :)
da: På en tilsvarende note, det er opmuntrende at se mange af de mere kendte pro spillere I top 100 på ranglisten, såvel som I kampene mod hinanden.
de: Dazu sei gesagt, dass es Mut macht, berühmte Pro-Spieler in den Top-100 der Tabelle zu sehen, sowie festzustellen, dass diese gegeneinander antreten. :-)
es: En una nota relacionada, es bastante alentador ver a los jugadores profesionales entre los mejores 100 de la tabla de líderes al igual que compartiendo partidas entre ellos.
fi: On myös kannustavaa nähdä monet kuuluisat pro tason pelaajat listojen top 100:ssa, kuin myös peleissä vastakkain.
fr: Accesoirement, il est très encourageant pour moi de voir de nombreux pro-gamers dans le top 100 du classement et de les voir s'affronter :)
hu: Ehhez kapcsolódóan megjegyezném, hogy nagyon biztató sok híres pro-gamert látni a ranglista top 100 helyezésein és élvezet nézni az õ egymás elleni replayeiket :)
ko: 순위표 상위 100에서 유명한 프로게이머들과 매칭 되는 유저들을 볼 수 있습니다. :)
nl: Trouwens, het moedigd mij aan om zoveel pro-gamers te zien in de top 100 van het klassement en ook dat ze matches tegen elkaar spelen :).
pl: Dodatkowo, bardzo pocieszające jest widzieć sławnych pro-graczy w top 100 rankingu, jak i w meczach przeciwko sobie:)
ru: Я рад видеть, что основные про-игроки находятся в топ 100 по рейтингу.
zh_hans: 与此相关的，看到很多Top 100的知名专业玩家在榜上也是很令人激动的，还有那些他们之间的对战记录 :)
zh_hant: 一個相關的小註記，看到許多知名的專業玩家在排行榜上，以及他們彼此對抗的紀錄是非常激勵人的 :)

# MMRInfoTitle
source: MMR Information
cs: MMR informace
de: MMR-Informationen
es: Información del MMR
fi: MMR informaatio
fr: Informations sur la MMR
hu: MMR Információ
ko: MMR 정보
nl: MMR informatie
pl: MMR - informacje
ru: Информация об MMR
zh_hans: MMR 信息
zh_hant: MMR資訊

# PlayerSearchNoPlayersFound
source: No players found, try searching again using the Search box at the top of the page.
cs: Hráč nenalezen, zkuste použít vyhledávací box v horní části stránky.
da: Ingen spillere fundet, prøv igen ved at benytte dig af søge boxen på toppen af siden.
de: Keine Spieler gefunden. Probiere eine erneute Suche, indem du das Suchkästchen im oberen Bereich der Seite verwendest.
es: No se encontraron jugadores. Intenta buscar nuevamente utilizando la opción de búsqueda en la parte superior del sitio.
fi: Yhtään pelaajaa ei löytynyt, kokeile hakea uudelleen käyttäen haku kenttää sivun ylälaidassa.
fr: Aucun joueur trouvé, essayez de chercher à nouveau en utilisant l'outil en haut de page.
hu: Nem találtunk játékosokat, próbálj keresni újra a Keresés dobozban az oldal tetején.
ko: 일치하는 플레이어가 없습니다. 철자를 다시 확인해 상단의 검색 버튼을 눌러주세요.
nl: Geen spelers gevonden, probeer eens te zoeken doormiddel van het zoek veld bovenaan de pagina.
pl: Nie znaleziono gracza, spróbuj ponownie używając panelu wyszukiwania na górze strony.
ru: Игрок не найден. Попробуйте найти используя Search box наверху страницы.
zh_hans: 未找到玩家，请尝试页面顶部的搜索栏
zh_hant: 查無玩家，請試著用頁面最上方的搜尋框進行搜尋。

# PlayerSearchTitle
source: Player Search
cs: Vyhledat hráče
da: Spiller søgning
de: Spielersuche
es: Busqueda de Jugador
fi: Pelaaja haku
fr: Recherche de joueur
hu: Játékos keresése
ko: 플레이어 검색
nl: Zoek een speler
pl: Wyszukaj gracza
ru: Поиск игрока
zh_hans: 玩家搜索
zh_hant: 搜尋玩家

# ProfileCurrentLeagueRank
source: League Rank
cs: Současné umístění v lize
da: Nuværende League Rang
de: Aktueller Ligarang
es: Rango de Liga Actual
fi: Tämän hetkinen liiga sijoitus
fr: Classement actuel dans la ligue
hu: Jelenlegi liga rang
ko: 현재 리그 내의 순위
nl: Huidige divisie rang
pl: Obecna pozycja w lidze
ru: Ваше место в Лиге
zh_hans: 当前联盟等级
zh_hant: 目前的級別排行

# ProfileCurrentMMR
source: Current MMR
cs: Současný MMR
da: Nuværende MMR
de: Aktuelle Spielerzuweisungswertung (MMR)
es: MMR Actual
fi: Tämän hetkinen MMR
fr: MMR actuelle
hu: Jelenlegi MMR
ko: 현재 MMR
nl: Huidige MMR
pl: Obecny MMR
ru: Ваш MMR
zh_hans: 当前MMR
zh_hant: 目前的MMR

# ProfileTotalGamesPlayed
source: Total Games Played
cs: Celkový počet odehraných her
da: Total Mængde Spil Spillet
de: Gesamtzahl gespielter Spiele
es: Número Total de Partidas Jugadas
fi: Pelien kokonaismäärä
fr: Nombre de parties jouées
hu: Összes lejátszott meccs
ko: 플레이한 게임
nl: Totaal aantal gespeelde spellen
pl: Liczba rozegranych gier
ru: Всего игр
zh_hans: 总游戏局数
zh_hant: 總遊戲場數

# ProfileTotalTimePlayed
source: Total Time Played
cs: Celkový odehraný čas
da: Total Tid Spillet
de: Gesamte Spielzeit
es: Tiempo Total Jugando
fi: Kokonaisuudessaan pelattu
fr: Temps total joué
hu: Összesített játszott idõ
ko: 플레이한 시간
nl: Totaal aantal gespeelde tijd
pl: Łączny czas gry
ru: Общее время в игре
zh_hans: 总游戏时间
zh_hant: 總遊戲時間

# RegisterConfirmPassword
source: Confirm Password
cs: Potvrďte heslo
da: Bekræft Kodeord
de: Passwort bestätigen
es: Contraseña de Confirmación
fi: Vahvista salasana
fr: Confirmez votre mot de passe
hu: Jelszó megerõsítése
ko: 비밀번호 확인
nl: Bevestig je wachtwoord
pl: Potwierdź hasło
ru: Подтвердите пароль
zh_hans: 确认密码
zh_hant: 確認密碼

# RegisterErrorDuplicateEmail
source: The e-mail address that you entered is already in use. Please enter a different e-mail address.
cs: E-mailová adresa, kterou jste zadali, již byla použita. Zadejte, prosím, jinou e-mailovou adresu.
da: Den e-mail adresse er allerede i brug. Vælg venligst en anden e-mail adresse.
de: Die eingegebene E-Mail-Adresse wird bereits verwendet. Bitte gibt eine andere E-Mail-Adresse ein.
es: El correo electrónico que ingresaste ya está en uso. Por favor ingresa un correo electrónico diferente.
fi: Valitsemasi sähköposti on jo käytössä. Vaihda toiseen sähköposti osoitteeseen.
fr: L'adresse e-mail que vous avez saisie est déjà utilisée. Merci d'en saisir une différente.
hu: Az általad beütött e-mail cím már használatban van. Kérlek írj be egy másik e-mail címet.
ko: 입력한 이메일이 이미 사용 중 입니다. 다른 이메일을 입력해 주세요.
nl: Het e-mailadres dat je hebt ingevoerd is al in gebruik. Gelieve een ander e-mailadres te gebruiken.
pl: E-mail który podałeś jest już używany. Proszę podać inny adres e-mail.
ru: Данный e-mail уже используется. Введите другой.
zh_hans: 您输入的邮箱地址已被注册，换一个试试：）
zh_hant: 這個郵件地址已經被使用了，請輸入一個不同的郵件地址。

# RegisterErrorDuplicateUsername
source: Please enter a different user name.
cs: Zadejte, prosím, jiné uživatelské jméno.
da: Vælg venligst et andet brugernavn.
de: Bitte gib einen anderen Benutzernamen ein.
es: Por favor ingresa un nombre de usuario diferente.
fi: Valitse toinen käyttäjänimi.
fr: Merci d'entrer un autre nom d'utilisateur.
hu: Kérlek válassz egy másik felhasználói nevet.
ko: 다른 유저 이름을 입력해주세요.
nl: Gelieve een andere gebruikersnaam te kiezen.
pl: Prosze podać inną nazwę użytkownika.
ru: Пожалуйста, выберите другое имя пользователя.
zh_hans: 请更换用户名。
zh_hant: 請輸入一個不同的使用者名稱。

# RegisterMessageLine1
source: Use the form below to create a new account.
cs: Použijte formulář pro vytvoření nového účtu.
da: Brug formlen nedenunder til at lave en ny bruger.
de: Verwende das untenstehende Formular, um einen neuen Account zu erstellen.
es: Utiliza la forma de abajo para crear una cuenta.
fi: Käytä lomaketta luodaksesi uuden käyttäjätunnuksen.
fr: Utilisez le formulaire ci-dessous pour créer un nouveau compte.
hu: Töltsd ki az alábbi formulát hogy egy új fiókot hozz létre.
ko: 새 계정을 만드려면 아래 양식을 작성하세요.
nl: Gebruik onderstaand formulier om een nieuw account te maken.
pl: Użyj formulaża poniżej żeby stworzyć konto.
ru: Заполните форму ниже для создания аккаунта.
zh_hans: 请用以下表格创建新帐号
zh_hant: 透過下方表單創建一個新帳號。

# RegisterPasswordRequirement
source: Passwords are required to be a minimum of {0} characters in length.
cs: Délka hesla musí být nejméně {0} znaků.
da: Kodeord er påkrævet at have mindst {0} tegn.
de: Passwörter müssen mindestens {0} Zeichen lang sein.
es: La contraseña debe contener un mínimo de {0} caracteres para ser válida.
fi: Salasanojen täytyy olla vähintääm {0} merkkiä pitkiä.
fr: Les mots de passe doivent contenir au moins {0} caractères.
hu: A jelszónak minimum {0} karakter hosszúnak kell lennie.
ko: 비밀번호는 최소 {0}자 이상 이여야 합니다.
nl: Wachtwoord moeten minimum {0} karakters lang zijn.
pl: Hasło musi zawierać conajmniej {0} znaków.
ru: В пароле должно быть минимум {0} букв или знаков.
zh_hans: 密码长度至少{0}个字符
zh_hant: 密碼最少要有{0}個字元長度。

# RegisterTitle
source: Register
cs: Zaregistrovat se
da: Registrer
de: Anmelden
es: Registrarse
fi: Rekisteröidy
fr: S'enregistrer
hu: Regisztráció
ko: 회원가입
nl: Inschrijven
pl: Zarejestruj
ru: Регистрация
zh_hans: 注册
zh_hant: 註冊

# ResetPasswordMessage
source: Enter your user name to reset your password.
cs: Pro změnu Vašeho hesla zadejte Vaše uživatelské jméno.
da: Indtast dit brugernavn for at nulstille dit kodeord.
de: Gib deinen Benutzernamen ein, um dein Passwort zurückzusetzen.
es: Ingresa tu nombre de usuario para reajustar tu contraseña.
fi: Kirjoita käyttäjätunnuksesi vaihtaaksesi salasanasi.
fr: Entrez votre nom d'utilisateur pour réinitialiser votre mot de passe.
hu: Írd be a felhasználói nevedet és jelszavad.
ko: 비밀번호 재설정을 하려면 유저이름을 입력하세요.
nl: Vul je gebruikersnaam in om je wachtwoord te resetten.
pl: Podaj nazwę użytkownika aby zresetować hasło.
ru: Введите Ваше имя пользователя для сброса пароля.
zh_hans: 请输入用户名以重置密码。
zh_hant: 輸入你的使用者名稱來重設密碼

# ResetPasswordTitle
source: Reset Password
cs: Resetovat heslo
da: Nulstil Kodeord
de: Passwort zurücksetzen
es: Reajustar Contraseña
fi: Vaihda salasana
fr: Réinitialisation du mot de passe
hu: Jelszó visszaállítása
ko: 비밀번호 재설정
nl: Wachtwoord resetten
pl: Zresetuj Hasło
ru: Сбросить пароль
zh_hans: 重置密码
zh_hant: 重設密碼
