Repository: Zemill/hotslogs-site
Catalog: HotsLogsApi.BL/Resources/LocalizedText.*.resx
Languages: cs, da, de, es, fi, fr, hu, ko, nl, pl, ru, zh_hans, zh_hant

# AboutMessageLine1
source: My name is Ben Barrett, and I am a software engineer by day, and avid gamer by night.
cs: Jmenuji se Ben Barrett, přes den pracuji jako softwarový inženýr a v noci jsem vášnivým hráčem.
da: Mit navn er Ben Barrett, og jeg er softwareingeniør om dagen, og ivrig gamer om natten
de: Mein Name ist Ben Barrett; bei Tag bin ich ein Software-Entwickler, bei Nacht ein leidenschaftlicher Gamer.
es: Mi nombre es Ben Barrett, soy un ingeniero en software por el día y un entusiástico jugador de videojuegos por la noche.
fi: Minun nimeni on Ben Barrett, olen sovelluskehittäjä päivisin ja innokas pelaaja iltaisin.
fr: Je m'appelle Ben Barrett, je suis ingénieur logiciel mais également un gros joueur.
hu: A nevem Ben Barrett, nappal szoftverfejlesztõ, éjjel lelkes gamer.
ko: 저는 낮에는 소프트웨어 엔지니어 이고, 밤에는 게임을 취미로 하는, Ben Barrett 입니다.
nl: Mijn naam is Ben Barrett, overdag een software engineer, 's nachts een fervent gamer.
pl: Nazywam się Ben Barrett, w dzień jestem inżynierem oprogramowania, a w nocy zapalonym graczem.
ru: Меня зовут Бен Баррет. Я программист днем и заядлый геймер ночью.
zh_hans: 我叫本·巴雷特。白天我是软件工程师，而晚上，我是个疯狂玩家。
zh_hant: 我叫班．巴雷特（Ben Barrett），在白天是個軟體工程師，而晚上則是個遊戲狂熱者。

# AboutMessageLine2
source: My goal for this project has primarily been to fill the role of an in-game profile, but I believe HotS will be a very popular game in the future, so I want to expand HOTS Logs to include more detailed analysis of individual replays. I want this site to inspire players to better themselves, and learn something about their play styles or team composition.
cs: Cílem tohoto projektu je především sloužit jako in-game profil, ale věřím, že v budoucnu HotS bude velmi populární, a tak bych rád rozšířil HOTS Logs o detailnější analýzy individuálních záznamů. Chci, aby tato stránka inspirovala hráče, aby se zlepšili a dozvěděli se o svém herním stylu či složení týmu.
da: Mit mål med dette projekt har primært været at skabe et sted for HotS brugere. Jeg tror dog på at HotS vil blive et meget populært spil i fremtiden, så jeg stræber efter at udvide HOTS logs sådan at der kommer til at være mere detaljerede analyser af de individuelle replays. Jeg vil have denne side til at inspirere spillere til at forbedre dem selv, samt lære noget omkring deres spilstil, eller holdsammensætninger.
de: Mein Ziel bei diesem Projekt war es, die Rolle eine Ingame-Profils auszufüllen, doch bin ich der Ansicht, dass aus Heroes in Zukunft ein sehr erfolgreicher Titel werden wird, weshalb ich HOTS Logs so ausbauen möchte, dass noch detailreichere Analysen von Replays möglich werden. Ich möchte, dass diese Seite Spieler dazu inspiriert, sich zu verbessern und etwas über ihren Spielstil und die Teamzusammenstellungen herauszufinden.
es: Mi meta primaria para este proyecto ha sido el reemplazar el hueco creado por la falta de un perfil dentro del juego, pero creo que “Heroes of the Storm” será un juego muy popular en el futuro. Por esto, quiero expandir HOTS Logs para que incluya un mayor análisis a detalle de repeticiones individuales. Quiero que este sitio inspire a los jugadores para que mejoren y aprendan algo sobre sus estilos de juego.
fi: Minun ensisijainen tavoitteeni tällä projektilla on täyttää aukko pelin sisäisessä profiilissa, mutta uskon että HotS on todella suosittu tulevaisuudessa, joten haluan laajentaa HOTS Logs:in sisältämään yksityiskohtaisempaa analyysia uusinnoista. Haluan tämän sivun inspiroivan pelaajia pelaamaan paremmin ja oppimaan jotain heidän pelityyleistään tai joukkueen kokoonpanosta.
fr: Le but initial de ce projet était de combler l'absence de page profil en jeu, mais je suis sûr que HotS deviendra un jeu très populaire, je veux donc que ce site propose une analyse la plus détaillée possible de chaque replay. Je veux que ce site incite les gens à se dépasser pour progresser et apprendre de nombreuses choses sur les compositions d'équipes et les différents styles de jeu.
hu: Ennek a projektnek az elsõdleges célja, hogy betöltse a játékon belüli profil szerepén, de mivel szerintem a HotS nagyon népszerû játék lesz, így szeretném a HOTS Logs-t tovább bõvíteni, hogy minél részletesebb elemzést tehessünk elérhetõvé a replayekrõl. Szeretném, ha ez az oldal motiválna benneteket, hogy jobbak legyetek és hogy tanuljatok mások játékstílusaiból és csapatösszeállításaiból.
ko: 이 프로젝트의 계획은 사실 영웅 인게임 역활 정보 였으나 히어로즈는 미래에 아주 인기있는 게임이 될 것이라고 믿고있기 때문에 저는 HOTS Logs를 리플레이를 통해 세부적으로 분석하도록 확장 했습니다. 저는 이 사이트를 통해 플레이어들이 스스로 자신의 플레이 스타일이나 팀 경정해 대해 더 나은 영감을 얻었으면 합니다.
nl: Mijn doel voor dit project was oorspronkelijk om een soort in-game profiel te zijn, maar ik geloof dat HotS een zeer groot succes gaat worden in de toekomst, dus ik wil HOTS Logs uitbreiden met een gedetailleerde analyse van individuele replays. Ik wil dat deze website spelers inspireert om beter te worden en om iets te leren over hun speel-stijl of de composities van hun teams.
pl: Na początku projekt ten miał na celu pełnić funkcję profilu gracza, ale wierzę że HOTS będzie niezwykle popularny w przyszłości, więc chciałbym aby HOTSlogs zajmował się szczegółową analizą powtórek. Chcę też żeby ta strona inspirowała graczy, i zachęcała ich do pracy nad polepszaniem swoich umiejętności, a także nauczyła ich czegoś o stylu gry, oraz kompozycji drużyny.
ru: Моя задача в этом проекте заключается в том, чтобы каждый игрок видел свою полную статистику по результатам всех игр. Я уверен, что Hots станет очень популярной игрой, и, в связи с этим, я хочу расширить функционал HOTS Logs и реализовать возможность детального анализа по каждому реплею. Мне бы хотелось, чтобы этот сайт помог каждому из Вас улучшить свою игру. Вы сможете понять не только свои ошибки (в стиле ли игры, в комбинациях ли героев), но и увидеть, что именно привело вас к победе!
zh_hans: 我对这个项目的目标主要是填补一个游戏相关资料，但我相信风暴英雄将会变得非常火，所以我想扩展“风暴英雄日志”，包括更多的个人录像细节分析。我希望这个网站能够激发玩家变得更好，并且学习他们自己的打法和团队配合。
zh_hant: 我對這個專案的主要目標是補足關於遊戲內個人資訊不足的部分，我相信暴雪英霸在未來一定會成為非常熱門的遊戲，所以我想要擴展暴雪英霸日誌站，讓每個遊戲錄像都能有更多的細節分析。我希望這個網站能激發玩家們變更得更好，並且能互相學習他們的打法風格及團隊配合方式。

# AboutMessageLine3
source: Suggestions or Support:
cs: Návrhy a podpora:
da: Ris og Ros:
de: Vorschläge und Support:
es: Sugerencias o Soporte:
fi: Ehdotukset ja Tuki:
fr: Suggestions ou Support:
hu: Javaslatok, segítség:
ko: 제안 및 지원:
nl: Suggesties of Support:
pl: Sugestie lub wsparcie:
ru: Предложения и Поддержка:
zh_hans: 意见或建议：
zh_hant: 建議或支援：

# ChooseBattleNetIdErrorMessage1
source: Sorry, we couldn't find your BattleTag. It should be in this format: 'Nickname#123'
cs: Omlouváme se, Vaše Battle.Net ID číslo nebylo nalezeno. Mělo by být ve formátu: '##-Hero-#-######'
da: Undskyld, vi kunne ikke finde dit HotS Battle.Net ID nummer. Det burde skrives således: '##-Hero-#-######'
de: Es tut uns leid, die Nummer deiner Heroes-Battle.net-ID konnte mit diesen Angaben nicht gefunden werden. Das Format sollte so aussehen: '##-Hero-#-######'
es: Disculpa, no hemos podido encontrar tu usuario de “Heroes of the Storm” (número del Battle.net ID) a partir del texto ingresado. Éste debe de seguir el siguiente formato: ##-Hero-#-######
fi: Sori, emme voineet löytää battle.net:in HotS tunnustasi tuosta. Sen pitäisi olla tässä muodossa: '##-Hero-#-######'
fr: Désolé, nous ne parvenons pas à trouver votre identifiant HotS Battle.Net à partir des données saisies. Ce devrait être de ce type: '##-Hero-#-######'
hu: Sajnáljuk, de nem találjuk a HotS Battle.Net azonosító számodat. Az azonosítód így kell hogy kinézzen: '##-Hero-#-######'
ko: 죄송합니다. 회원님의 히어로즈 오브 더 스톰 배틀넷 ID 넘버를 찾을 수 없습니다. 배틀넷 ID 넘버는 '##-Hero-#-######' 이러한 형식 입니다.
nl: Sorry, we kunnen je HotS Battle.Net ID nummer hieruit niet vinden. Het zou in deze formaat moeten zijn: '##-Hero-#-######'
pl: Przepraszamy, nie mogliśmy znaleźć Twojego HotS Battle.Net ID number from that. Powinien być zapisany w formacie: '##-Bohater-#-######'
ru: Упс! Мы не можем найти Ваш HotS Battle.Net ID. Он должен быть в виде: '##-Hero-#-######'
zh_hans: 抱歉，我们无法找到你的战网帐号。它应该是这种格式：'##-Hero-#-######'
zh_hant: 抱歉，我們無法找到你的暴雪英霸Battle.Net ID。它應該是要這樣的格式：「##-Hero-#-######」

# ChooseBattleNetIdErrorMessage2
source: No replays found with that Battle.Net Id. Please follow this link to upload a replay and verify this user.
cs: Záznamy pod tímto Battle.Net Id nenalezeny. Použijte, prosím, tento odkaz k nahrání záznamů a ověření uživatele.
da: Ingen replays blev fundet med det Battle.Net Id. Følg venligst dette link for at uploade et replay og bekræfte denne bruger.
de: Zu dieser Battle.net-ID konnten keine Replays gefunden werden. Bitte folge diesem Link, um ein Replay hochzuladen und diesen Benutzer zu verifizieren.
es: No fueron encontradas partidas con ese Battle.net ID. Por favor siga la liga para subir una repetición y verificar este usuario.
fi: Yhtään uusintaa ei löytynyt tällä battle.net tunnuksella. Painaisitko tästä linkistä lähettääksesi uusinnan?.
fr: Aucun replay n'a été trouvé pour cet identifiant Battle.Net. Merci de suivre ce lien pour envoyer un replay et valider cet utilisateur.
hu: Nem találtunk replayeket ezzel a Battle.Net azonosítóval. Kérlek kattints az alábbi linkre és erõsítsd meg a felhasználói fiókod.
ko: 배틀넷 ID에서 리플레이를 찾을 수 없습니다. 이 링크에서 리플레이를 업로드하고 유저를 확인하세요.
nl: Er werden geen replays gevonden met deze Battle.Net ID. Volg deze link om een replay te uploaden en deze gebruiker te verifiëren.
pl: Nie znaleziono powtórek z takim Battle.net ID. Proszę użyć aby przesłać powtórkę, i zweryfikować użytkownika.
ru: Мы не смогли найти ни одного реплея для данного Battle.Net Id. Пройдите по данной ссылке для загрузки реплеев и подтверждения имени пользователя.
zh_hans: 该帐号找不到任何录像，请点击这个链接上传录像文件并且确认用户。
zh_hant: 這個Battle.Net ID找不到相關錄像，請跟著這個連結來上傳錄像並認證使用者。

# ChooseBattleNetIdTextBox
source: Nickname#123
cs: Zadejte Vaše herní jméno
da: Skriv dit in-game navn
de: Gib deinen im Spiel verwendeten Namen ein.
es: Ingresa tu nombre usado dentro del juego
fi: Kirjoita pelin sisäinen nimesi
fr: Entrez votre nom en jeu
hu: Üsd be a játékon belüli neved
ko: 게임 이름을 입력하세요
nl: Vul je in-game naam in
pl: Tutaj wpisz swoją nazwe z gry.
ru: Введите Ваше игровое имя
zh_hans: 输入你游戏中的名字
zh_hant: 輸入你在遊戲內的名字

# ChooseBattleNetIdTitle
source: Choose Battle.Net Id
cs: Zvolte Battle.Net Id
da: Vælg Battle.Net Id
de: Wähle deine Battle.Net-ID aus.
es: Escoge el Battle.Net Id
fi: Valitse Battle.net tunnuksesi
fr: Choisissez votre identifiant Battle.Net
hu: Válaszd ki a Battle.Net azonosítód
ko: 배틀넷 ID를 선택하세요.
nl: Kies je Battle.Net ID
pl: Wybierz Battle.Net Id
zh_hans: 请选择战网通行证
zh_hant: 選擇Battle.Net Id

# DefaultHeader
source: Well Met, Heroes!
cs: Vítejte na HOTS Logs!
da: Velkommen til HOTS Logs!
de: Willkommen bei HOTS Logs!
es: ¡Bienvenido a HOTS Logs!
fi: Tervetuloa HOTS logs:iin!
fr: Bienvenue sur HOTS Logs!
hu: Üdvözlünk a HOTS Logs oldalon!
ko: HOTS LOGS에 오신것을 환영합니다!
nl: Welkom op HOTS Logs!
pl: Witamy na HOTS Logs!
ru: Добро пожаловать на HOTS Logs!
zh_hans: 欢迎来到风暴英雄日志！
zh_hant: 歡迎來到暴雪英霸日誌站！

# DefaultIntroMessageLine1
source: The best site dedicated to analyzing Heroes of the Storm replay files.
cs: První stránka věnovaná analýze záznamů z Heroes of the Storm.
da: Den første side dedikeret til at analysere Heroes of the Storm replay filer.
de: Dies ist die erste Seite, die sich der Replay-Analyse von Heroes of the Storm widmet.
es: El primer sitio dedicado al análisis de archivos “Replay” de “Heroes of the Storm”.
fi: Tämä on ensimmäinen sivu, joka analysoi Heroes of the Stormin peliuusintoja.
fr: Le premier site dédié à l'analyse des replays d'Heroes of the Storm.
hu: Ez az elsõ weboldal amely a Heroes of the Storm replay fájlok elemzésével foglalkozik.
ko: 먼저, 이 사이트는 히어로즈 오브 더 스톰의 리플레이 파일을 분석 합니다.
nl: De eerste website die gericht is op het analyseren van de replay bestanden van Heroes of the Storm.
pl: Pierwsza strona dedykowana analizie powtórek z Heroes of the Storm.
ru: Первый сайт, созданный для ранка игроков, сбора статистики по реплеям и их анализу в игре Heroes of the Storm.
zh_hans: 第一个专注分析风暴英雄录像文件的网站。
zh_hant: 第一個專注於分析暴雪英霸遊戲錄像的網站。

# DefaultIntroMessageLine2
source: This site is still in its early stages, but there is good information to be had, and plenty more to come.
cs: Stránky jsou stále ve vývoji, ale již poskytují cenné informace a další budou přibývat.
da: Denne side er stadig i sine tidlige trin, men der er god information at finde, og der kommer meget mere endnu.
de: Die Seite befindet sich noch in einem frühen Stadium, doch es gibt bereits viele interessante Informationen zu entdecken - und viele weitere werden noch folgen.
es: Este sitio aún está en las primeras etapas, pero hay Buena información que explorar y mucho más por ofrecer.
fi: Sivu on yhä alkuvaiheessa, mutta täältä löytyy paljon tärkeää tietoa ja lisää on tulossa .
fr: Ce site n'en est qu'à ses balbutiements, mais de nombreuses informations sont déjà présentes et bien d'autres sont prévues.
hu: Az oldal még meglehetõsen friss, de így is sok információval tud szolgálni számotokra és még többel fog tudni a jövõben.
ko: 이 사이트는 초기 단계 이지만, 많은 좋은 정보를 가지고 있으며 앞으로 발전해 나아갈 것 입니다.
nl: De website staat nog in de kinderschoenen, maar je kan er al goede informatie uit halen, en er komt er nog veel meer!
pl: Ta strona wciąż jest we wczesnej fazie, ale znajdziecie tu sporo informacji, które są na bierząco aktualizowane .
ru: Мы постоянно работаем над добавлением новых полезных функций, и уже сейчас вы можете многое узнать по Вашим реплеям, увидеть расширенную статистику, а скоро сможете еще больше!.
zh_hans: 该网站还在起步阶段，但这里有你想要的好信息，并且以后会有更多:)
zh_hant: 這個網站還在初步階段，但這裡已經有你想要的好資訊，並且將會越來越多。

# DefaultIntroMessageLine3Part1
source: Check the menu above for information currently available.
cs: Pro momentálně dostupné informace zkontrolujte menu nahoře.
da: Check menuen ovenover for nuværende tilgængelig information
de: Wirf einen Blick auf das obenstehende Menü, um die derzeit verfügbaren Informationen einzusehen.
es: Utiliza el menú de la parte superior del sitio para encontrar la información disponible por el momento.
fi: Tarkasta yläpuolen valikko, sieltä löytyy tiedot mitkä on tällä hetkellä saatavissa.
fr: Consultez le menu au-dessus pour les informations actuellement disponibles.
hu: Kattints a fentebbi menüpontra a jelenleg elérhetõ információkért.
ko: 현재 이용 가능한 메뉴를 확인하세요.
nl: Kijk in het bovenstaande menu om te zien wat er momenteel beschikbaar is.
ru: В меню выше вы можете увидеть доступную на данный момент информацию.
zh_hans: 请查看上方菜单中的可用信息
zh_hant: 查看上方的選單來看看目前有什麼可用的資訊。

# DefaultIntroMessageLine3Part2
source: Registration is free, so please sign up and start analyzing your replays!
cs: Registrace je zdarma, přihlaste se a začněte analyzovat své záznamy!
da: Registrering er gratis, så meld dig venligst til og begynd at analyser dine replays!
de: Die Anmeldung ist vollkommen kostenlos, also trag dich am besten gleich ein und beginne mit der Analyse deiner Replays!
es: Registrarse es gratis. ¡Entonces, por favor inscríbete y empieza a analizar tus repeticiones!
fi: Registeröinti on ilmaista, joten liity ja aloita peliuusintojesi analysointi!
fr: L'enregistrement est gratuit, créez un compte et commencez à analyser vos replays !
hu: A regisztráció ingyenes, tehát regisztrálj nyugodtan és kezdd kielemezni a replayeidet!
ko: 회원가입은 무료 입니다. 회원가입을 하고 리플레이를 업로드 해주세요!
nl: Registreren is gratis, dus schrijf je nu in en begin je replays te analyseren!
pl: Rejestracja jest darmowa, więc dołącz do nas i zacznij analizować swoje powtórki!
ru: Регистрация абсолютна бесплатна! Присоединяйтесь к нам, изучайте статистику ваших игр, проводите анализ реплеев и улучшайте свою игру!
zh_hans: 注册是免费的。请现在就注册并上传你的路线，开始分析吧！
zh_hant: 註冊是免費的，所以請現在就註冊並開始分析你的遊戲錄像！

# DefaultIntroMessageTotalGames
source: Thank you to everyone for your participation! So far, everyone has uploaded a total of {0} games!
cs: Děkuji všem za Vaši účast! Doposud všichni dohromady nahráli {0} záznamů!
da: Tak til alle for jeres deltagelse! Indtil videre har alle uploadet en sum af {0} games!
de: Vielen Dank an alle für eure Unterstützung! Bislang wurden {0} Spiele hochgeladen!
es: ¡Gracias a todos por su participación! ¡Hasta ahora, se han subido un total de {0} juegos!
fi: Kiitos kaikille osallistumisesta! Tähän mennessä palveluun on lähetetty {0} peliä!
fr: erci à tous pour votre participation ! Jusqu'ici, {0} replays ont été envoyés !
hu: Mindenkinek köszönjük a részvételt! Eddig összesen {0} meccset töltöttetek fel!
ko: 여러분들의 참여 감사합니다! 지금 까지 {0} 개의 게임이 업로드 되었습니다!
nl: Bedankt aan iedereen voor de medewerking! Voor het moment heeft iedereen {0} spellen geüpload!
pl: Dziękuję wszystkim za wasz udział! Dotychczas udało się wam przesłać {0} powtórek!
ru: Большое спасибо за участие! На HOTS Logs уже загрузили {0} игр!
zh_hans: 感谢每个人的参与！到目前为止，大家已经上传了 {0} 场游戏了！
zh_hant: 感謝每個人的參與！截至目前為止，大家總共上傳了 {0} 場遊戲！

# DefaultTitle
source: Home
cs: Home Page
da: Forside
de: Startseite
es: Página de Inicio
fi: Etusivu
fr: Accueil
hu: Home Page
ko: 메인
nl: Startpagina
pl: Strona Główna
ru: Главная
zh_hans: 主页
zh_hant: 首頁

# ErrorPageMessageLine1
source: Looks like we had an error! An admin has been emailed, and will look into it in the future.
cs: Nejspíš došlo k chybě! Administrátorovi byl zaslán e-mail a na problém se podívá.
da: Ser ud til vi har en fejl! En admin er blevet underrettet og vil se på problemet i fremtiden.
de: Da ist wohl ein Fehler aufgetreten! Ein Administrator wurde per E-Mail benachrichtigt und wird sich das mal ansehen.
es: ¡Parece que hemos tenido un error! Un administrador ha sido notificado y tomará acción en el futuro.
fi: Tapahtui jotain mitä ei pitänyt! Järjestelmän ylläpitäjälle on lähetetty viesti, hän katsoo ongelmaa tulevaisuudessa.
fr: Il semblerait qu'il y ait une erreur ! Un mail a été envoyé à un admin pour qu'il se penche sur le problème.
hu: Úgy tûnik hiba lépett fel! Üzentünk egy adminnak aki majd utánajár.
ko: 오류가 발생한 것 같습니다! 관리자에게 오류 내역이 전송 되었습니다.
nl: Er is een fout opgetreden! Een admin is geïnformeerd en zal hier zo snel mogelijk naar kijken.
pl: Wygląda na to że mamy problem! Administrator został powiadomiony, i przyjrzy się temu.
ru: Походу возникла ошибка! Не плачем – админ в курсе, все поправит!
zh_hans: 看起来我们遇到麻烦了！一个管理员已经收到了email通知，他会尽快处理的。
zh_hant: 看來我們似乎有個錯誤！一個管理員已經被通知了，他將會看看發生了什麼事。

# ErrorPageMessageLine2
source: Please try your action again later.
cs: Opakujte, prosím, později.
da: Prøv venligst din handling igen senere
de: Bitte versuche den Vorgang zu einem späteren Zeitpunkt erneut.
es: Por favor intente de nuevo más tarde.
fi: Yrittäisitkö uudelleen myöhemmin.
fr: Merci de réessayer cette action plus tard.
hu: Kérjük, próbálkozz újra késõbb.
ko: 나중에 다시 시도 해주세요.
nl: Gelieve deze actie later nog eens te proberen.
pl: Spróbuj ponownie później.
ru: Пожалуйста, повторите позднее.
zh_hans: 请过一会再试
zh_hant: 請您稍後再嘗試一次。

# ErrorPageTitle
source: Oops!
cs: Hups!
de: Ups!
fi: Hups!
hu: Hoppá!
ko: 이런!
nl: Oeps!
ru: Опа-па!
zh_hans: 哎呀！
zh_hant: 哎呀！

# FAQMessageLine01
source: Why are replays missing from my match history?
cs: Proč chybí záznamy v mé historii her?
da: Hvorfor mangler der replays på min kamp historik
de: Warum fehlen Replays in meiner Spielübersicht?
es: ¿Por qué faltan algunas repeticiones de mi historial de juegos?
fi: Miksi jotkut uusinnat puuttuu peli historiastani?
fr: Pourquoi manque-t-il certains replays dans mon historique ?
hu: Miért hiányoznak replayek a korábbi meccsem közül?
ko: 왜 저의 게임 리플레이가 누락 되었나요?
nl: Waarom zijn er ontbrekende replays in mijn spel geschiedenis?
pl: Dlaczego brakuje powtórek w mojej histori gier?
ru: Почему некоторые реплеи исчезают из моей истории игр?
zh_hans: 为什么我的录像在对战记录中消失了？
zh_hant: 為什麼我的遊戲錄像在對戰紀綠中消失了？

# FAQMessageLine02
source: There is an option in Heroes of the Storm to save all your replays. Unfortunately, if you didn't know about this or didn't enable it early on, only your most recent replays will be saved.
cs: V Heroes of the Storm je možnost ukládat všechny Vaše záznamy. Pokud jste o tomto nastavení nevěděli či nepovolili jej dříve, pouze Vaše nejnovější záznamy budou uloženy.
da: Der er en option i Heroes of the Storm der gemmer dine replays. Desværre, hvis du ikke har slået den til fra starten, eller ikke kendte til den, vil kun dine efterfølgende replays fra når du har slået den til blive gemt.
de: In Heroes of the Storm gibt es eine Option, alle Replays automatisch zu speichern. Falls du von dieser Option noch nicht wusstest oder sie nicht zu Beginn aktiviert hattest, dann werden nur deine jüngsten Replays gespeichert.
es: Hay una opción en “Heroes of the Storm” para grabar todas tus repeticiones. Desgraciadamente, si tú no sabías de esto o no lo habilitaste al momento, solo tus partidas más recientes serán grabadas.
fi: Heroes of the Storm:issa on mahdollisuus tallentaa kaikki peliuusintasi, mutta jos et tiennyt siitä tai ottanut ominaisuutta käyttöön, valitettavasti vain uusimmat peliuusintasi on tallennettu.
fr: Il y a une option dans Heroes of the Storm pour conserver tous les replays. Maheureusement, si vous ne le saviez pas ou si vous l'avez enclenché trop tard, seuls les replays les plus récents seront conservés.
hu: Van egy opció a Heroes of the Storm játékon belül, hogy elmentse az összes replayt.Sajnos ha errõl eddig nem tudtál, vagy csak nem rég alkalmaztad ezt az opciót, csak az azt követõ játékok lesznek elmentve.
ko: 히어로즈 오브 더 스톰에 '모든 리플레이 저장' 옵션이 있습니다. 회원님이 이 기능을 모르셨거나, 최근에 이 옵션을 끄셨다면 최근의 리플레이는 저장되지 않았을 수 있습니다.
nl: Er is een optie in Heroes of the Storm om al je replays op te slaan. Jammer genoeg als je hier niet van wist of deze optie niet hebt geactiveerd, dan ben je helaas alle replays van daarvoor kwijt.
pl: W Heroes of the Storm znajduje się opcja zapisywania wszystkich powtórek. Niestety, jeśli o tym nie wiedziałeś, lub nie zaznaczyłeś jej odpowiednio wcześniej, tylko najnowsze powtórki zostaną przesłane.
ru: В Heroes of the Storm есть возможность сохранять все свои реплеи. К сожалению, если вы не знали об этом и не включили эту функцию, то только самые последние реплеи будут загружены.
zh_hans: 风暴英雄中有一个选项来存储你的所有录像。不幸的是，如果你之前不知道或者没有激活这个选项，那只有你最近的录像会被保存。
zh_hant: 暴雪英霸中有一個選項可以儲存你所有的遊戲錄像。不幸的是，如果你之前不知道有這個選項或沒有打開它，那麼就只有你最近的錄像會被保存。
