Repository: Zemill/hotslogs-site
Catalog: HotsLogsApi.BL/Resources/LocalizedText.*.resx
Languages: cs, da, de, es, fi, fr, hu, ko, nl, pl, ru, zh_hans, zh_hant

# FAQMessageLine03
source: The good news is that if another player uploads one of the games you were in previously, it will be added to your Profile as well.
cs: Dobrá zpráva je, že pokud jiný hráč nahraje záznamy her, v kterých jste byli, budou tyto záznamy přidány také do Vašeho profilu.
da: De gode nyheder er dog, at hvis andre spillere uploader et spil hvor du har været med I, vil dette også blive tilføjet til din Profil.
de: Die gute Nachricht ist jedoch, dass falls ein anderer Spieler eines der älteren Spiele hochlädt, an denen du beteiligt warst, dann wird es deinem Profil automatisch hinzugefügt.
es: La buena noticia es que si otro jugador subió una de las partidas en la que participaste, ésta será agregada a tu perfil también.
fi: Hyvä uutinen on kuitenkin, että jos toinen pelaaja on lähettänyt peliuusinnan missä olit mukana, se lisätään myös sinun profiiliin.
fr: La bonne nouvelle est que si un autre joueur envoie le replay d'une partie dans laquelle vous étiez, il sera également ajouté à votre profil.
hu: A jó hír azonban az, hogy ha egy másik játékos már korábban feltöltötte azoknak a meccseknek a replay-ét amelyekben te is részt vettél, akkor azokat is hozzáadjuk a profilodhoz.
ko: 좋은 소식은 회원님과 같이 플레이 했던 다른 유저가 리플레이를 업로드 하게 되면 회원님의 프로필에 등록이 됩니다.
nl: Er is ook goed nieuws, als een andere speler een spel upload waarin jij hebt gespeeld, dan komt die ook op jouw profiel.
pl: Dobra wiadomośc jest taka, że jeśli inny gracz, który uczestniczył z Tobą w rozgrywce, prześle nam powtórkę to zostanie ona dodana również to Twojego profilu.
ru: Но не спешите расстраиваться! Если хотя бы один из людей, с которыми вы играли, загрузили реплей на HOTS Logs, то он появится в Вашем профиле!.
zh_hans: 好消息是，如果跟你一起完成游戏的其他玩家上传了录像，那么它也会添加到你的资料中。
zh_hant: 好消息是，如果跟你一起進行遊戲的其他玩家上傳了錄像，那麼它也會被添加到你的資料中。

# FAQMessageLine04
source: When is MMR calculated? When is the leaderboard updated?
cs: Jak je MMR počítán? Kdy je žebříček aktualizován?
da: Hvornår bliver MMR udregnet? Hvornår bliver ranglisten opdateret?
de: Wann wird die Spielerzuweisungswertung (MMR) berechnet? Wann wird die Tabelle aktualisiert?
es: ¿Cuándo se calcula el MMR? ¿Cuándo se actualiza la tabla de posiciones?
fi: Milloin MMR lasketaan? Milloin sijoitustaulukko päivitetään?
fr: Quand la MMR est-elle calculée ? Quand le classement est-il mis à jour ?
hu: Mikor számolják ki az MMR-t? Mikor frissül a ranglista?
ko: MMR은 언제 계산 되나요? 순위표는 언제 업데이트 되나요?
nl: Wanneer wordt de MMR berekent? Wanneer wordt het klassement bijgewerkt?
pl: Kiedy MMR jest liczony? Kiedy ranking jest aktualizowany?
ru: Когда считается MMR? Когда обновляется ранковая таблица?
zh_hans: MMR（匹配值）是什么时候开始计算的？排行榜什么时候更新？
zh_hant: MMR什麼時候會進行計算？排行榜什麼時候更新？

# FAQMessageLine05
source: MMR is constantly being recalculated. There are two separate priorities here: Replays uploaded within {0} days of playing are usually calculated within a few hours. Newly uploaded games that were played within the previous two months are usually calculated within a couple weeks. Newly uploaded games that were played more than two months ago will unfortunately not have MMR calculated. This is because it is currently too demanding to have to recalculate all past games. This system is set up to keep MMR as fresh as possible for players who use HOTS Logs at least once every three days :)
cs: MMR je neustále přepočítáván. První na řadě jsou nejstarší nespočítané záznamy a postupuje se k nejnovějším. Tento proces je proveden pro každý region a poté jsou sestaveny žebříčky. Momentálně tento proces trvá přibližně jeden den.
da: MMR genberegnes konstant. Der er to separate prioriteringer her: Replay, der uploades inden for {0} dage efter spillet, beregnes normalt inden for få timer. Nyt uploadede spil, der blev spillet inden for de foregående to måneder, beregnes normalt inden for et par uger. Nyligt uploadede spil, der blev spillet for mere end to måneder siden, har desværre ikke MMR beregnet. Dette skyldes, at det i øjeblikket er for krævende at skulle omberegne alle tidligere spil. Dette system er indrettet til at holde MMR så frisk som muligt for spillere, der bruger HOTS Logs mindst en gang hver tredje dag :)
de: MMR wird ständig neu berechnet. Hier gibt es zwei verschiedene Prioritäten: Wiederholungen, die innerhalb von {0} Tagen nach dem Spielen hochgeladen wurden, werden normalerweise innerhalb weniger Stunden berechnet. Neu hochgeladene Spiele, die in den letzten zwei Monaten gespielt wurden, werden normalerweise innerhalb weniger Wochen berechnet. Bei neu hochgeladenen Spielen, die vor mehr als zwei Monaten gespielt wurden, wird die MMR leider nicht berechnet. Dies liegt daran, dass es derzeit zu anspruchsvoll ist, alle vergangenen Spiele neu berechnen zu müssen. Dieses System ist so eingerichtet, dass MMR für Spieler, die HOTS Logs mindestens alle drei Tage verwenden, so aktuell wie möglich bleibt :)
es: MMR se recalcula constantemente. Aquí hay dos prioridades separadas: las repeticiones cargadas dentro de los {0} días posteriores a la reproducción generalmente se calculan en unas pocas horas. Los juegos recién subidos que se jugaron en los dos meses anteriores generalmente se calculan en un par de semanas. Desafortunadamente, los juegos recién subidos que se jugaron hace más de dos meses no tendrán MMR calculado. Esto se debe a que actualmente es demasiado exigente tener que volver a calcular todos los juegos anteriores. Este sistema está configurado para mantener MMR lo más fresco posible para los jugadores que usan los registros de HOTS al menos una vez cada tres días. :)
fi: MMR lasketaan jatkuvasti. Tässä on kaksi erillistä prioriteettia: {0} päivän kuluessa pelaamisesta ladatut toistot lasketaan yleensä muutamassa tunnissa. Äskettäin ladatut pelit, jotka pelattiin kahden edellisen kuukauden aikana, lasketaan yleensä parin viikon sisällä. Äskettäin ladattuihin peleihin, joita pelattiin yli kaksi kuukautta sitten, ei valitettavasti ole laskettu MMR: ää. Tämä johtuu siitä, että tällä hetkellä on liian vaativaa joutua laskemaan kaikki aiemmat pelit uudelleen. Tämä järjestelmä on asetettu pitämään MMR mahdollisimman tuoreena pelaajille, jotka käyttävät HOTS-lokit vähintään kerran kolmessa päivässä :)
fr: Le MMR est constamment recalculé. Il y a deux priorités distinctes ici: les rediffusions téléchargées dans les {0} jours suivant la lecture sont généralement calculées en quelques heures. Les jeux récemment téléchargés qui ont été joués au cours des deux mois précédents sont généralement calculés en quelques semaines. Les jeux récemment téléchargés qui ont été joués il y a plus de deux mois n'auront malheureusement pas de MMR calculé. En effet, il est actuellement trop exigeant de devoir recalculer tous les jeux précédents. Ce système est configuré pour garder le MMR aussi frais que possible pour les joueurs qui utilisent les journaux HOTS au moins une fois tous les trois jours. :)
hu: Az MMR folyamatosan újratervezésre kerül. Két különálló prioritás van itt: A lejátszástól számított {0} napon belül feltöltött visszajátszásokat általában néhány órán belül kiszámítják. Az újonnan feltöltött játékokat, amelyeket az előző két hónapban játszottak, általában pár héten belül számolják. Az újonnan feltöltött játékoknál, amelyeket több mint két hónappal ezelőtt játszottak, sajnos nem lesz kiszámítva az MMR. Ennek oka az, hogy jelenleg túlságosan igényes az összes korábbi játék újraszámítása. Ezt a rendszert úgy állították fel, hogy az MMR-t a lehető legfrissebb állapotban tartsa azon játékosok számára, akik legalább háromnaponként használják a HOTS Naplókat :)
ko: MMR은 지속적으로 재 계산되고 있습니다. 여기에는 두 가지 우선 순위가 있습니다. 재생 후 {0} 일 이내에 업로드 된 재생은 일반적으로 몇 시간 내에 계산됩니다. 지난 2 개월 이내에 플레이 한 새로 업로드 된 게임은 보통 몇 주 내에 계산됩니다. 2 개월 전에 플레이 한 새로 업로드 된 게임은 불행히도 MMR이 계산되지 않습니다. 과거의 모든 게임을 다시 계산해야하기 때문에 현재 너무 까다로워지기 때문입니다. 이 시스템은 최소 3 일에 한 번씩 HOTS 로그를 사용하는 플레이어에게 MMR을 최대한 최신 상태로 유지하도록 설정되었습니다. :)
nl: MMR wordt constant herberekend. Er zijn hier twee afzonderlijke prioriteiten: herhalingen die binnen {0} dagen na het spelen worden geüpload, worden meestal binnen een paar uur berekend. Nieuw geüploade games die in de afgelopen twee maanden zijn gespeeld, worden meestal binnen een paar weken berekend. Voor nieuw geüploade games die meer dan twee maanden geleden zijn gespeeld, wordt helaas geen MMR berekend. Dit komt omdat het momenteel te veeleisend is om alle eerdere games opnieuw te moeten berekenen. Dit systeem is opgezet om MMR zo vers mogelijk te houden voor spelers die HOTS Logs minstens één keer in de drie dagen gebruiken :)
pl: MMR jest stale przeliczany. Istnieją dwa odrębne priorytety: powtórki przesłane w ciągu {0} dni od grania są zwykle obliczane w ciągu kilku godzin. Nowo przesłane gry, w które grano w ciągu ostatnich dwóch miesięcy, są zwykle obliczane w ciągu kilku tygodni. Nowo przesłane gry, w które grano ponad dwa miesiące temu, nie będą niestety obliczane MMR. Wynika to z faktu, że obecnie zbyt wymagające jest ponowne obliczenie wszystkich poprzednich gier. Ten system jest skonfigurowany tak, aby MMR był jak najświeższy dla graczy, którzy używają dzienników HOTS co najmniej raz na trzy dni :)
ru: На данный момент MMR для сегодняшних игр считается каждые 3 часа, для более поздних игр каждую ночь.
zh_hans: 目前，当日游戏的MMR会每3小时重新计算一次，更早的游戏则会在每晚重新计算。
zh_hant: MMR會一直不斷地重新計算。它每次會從還沒計算到的地方開始算起，然後一直計算到最新的部分。整個流程會跑遍每一個區域，接著就會建立排行榜。目前這個流程大約需要花一天時間。

# FAQMessageLine06
source: Can players upload only their wins to raise themselves on the leaderboard?
cs: Můžou hráči nahrát pouze záznamy s výhrou a posunout se tak v žebříčku?
da: Kan spillere udelukkende uploade deres vundne kampe for at stige på ranglisten?
de: Können Spieler nur ihre Siege hochladen, um in der Tabelle aufzusteigen?
es: ¿Pueden, los jugadores, subir solamente victorias para llegar más lejos en la tabla de posiciones?
fi: Voivatko pelaajat lähettää vain voittonsa noustakseen sijoitustaulukolla?
fr: Les joueurs peuvent-ils uniquement envoyer leurs victoires pour monter plus rapidement dans le classement ?
hu: Megtehetik-e egyes játékosok, hogy csak a gyõztes meccseiket töltik fel, hogy elõrébb juttassák magukat a ranglistán?
ko: 유저들이 점수를 올리기 위해 이긴 리플레이만 업로드 할 수 있나요?
nl: Kunnen spelers enkel hun winsten uploaden zodat ze hoger in het klassement staan?
pl: Czy gracze mogą przesyłać tylko powtórki z wygranymi, żeby zwiększyć swoją pozycje w rankingu?
ru: Могут ли игроки загружать только победные матчи для повышения рейтинга?
zh_hans: 玩家可以通过只上传胜利的录像来提升他们在排行榜的名次么？
zh_hant: 玩家可以只上傳他們贏的錄像來提升他們的在排行榜的名次嗎？

# FAQMessageLine07
source: Yes and no. If they only upload wins, their MMR will be unnaturally raised. But Blizzard knows better and will continue to match them appropriately. Only having wins against players with MMR lower than the falsified one will result in smaller and smaller gains.
cs: Ano a ne. Pokud nahrají pouze výhry, jejich MMR bude nepřirozeně navýšen. Ale Blizzard ví svoje a bude je i nadále patřičně párovat. Výhry proti hráčům s nižším MMR než falešné bude znamenat pouze malé navýšení.
da: Ja og nej. Hvis de kun uploader vundne kampe, vil deres MMR stige unaturligt. Blizzard ved dog bedre og vil blive ved med at sætte dem med og mod passende spillere. Det betyder at du I sidste ende kun vil vinde over folk der har mindre rating end dig hvilket resultere i at du får mindre og mindre ud af det.
de: Jein. Wenn Spieler nur Siege hochladen, wird ihre Spielerzuweisungswertung (MMR) ungewöhnlich erhöht. Doch Blizzard weiß es besser und paart sie weiter mit angemessenen Partnern. Siege gegen Spieler, die dann unter dem verzerrtem MMR liegen, bringen also zunehmend weniger ein.
es: Si y no. Si solo suben victorias, su MMR estará anormalmente alto. Sin embargo, Blizzard seguirá colocándolos en el nivel al que pertenecen. Al solo tener victorias contra jugadores con un MMR inferior al falsificado solo se obtendrán pequeñas ganancias de MMR.
fi: Joo ja ei. Jos he lähettävät vain voittonsa, heidän MMR tulee nousemaan luonottomasti. Mutta Blizzard tietää paremmin ja jatkaa heidän sijoittamista peleihin oikein. Jos sinulla on vain voittoja pelaajia vastaan keillä on sinua pienempi MMR tulet saamaan vähemmän ja vähemmän MMR itse..
fr: Oui et non. S'ils n'envoient que leurs victoires, leur MMR sera trop haute par rapport à la réalité. Mais Blizzard connaît la vraie valeur et les opposera à des joueurs de leur niveau. Gagner en permanence contre des adversaires dotés d'une MMR beaucoup plus faible que celle truquée fera gagner de moins en moins de points.
hu: Igen és nem. Ha csak a gyõztes meccseket töltik fel, az MMRjük rendellenesen megnõ. De ennek ellenére a játékon belüli MMRjük nem nõ és továbbra is megfelelõ ellenfelek ellen fognak játszani.
ko: 그렇기도 하고 아니기도 합니다. 만약 유저들이 이긴 리플레이만 업로드 하면 MMR이 비정상적으로 높아집니다. 하지만 블리자드는 더 좋고 적합한 매칭을 계속 할 것입니다. 승리가 더 많아지면 MMR은 조금씩 상승하게 됩니다.
nl: Ja en nee. Als ze alleen de winsten uploaden gaat hun MMR op een onnatuurlijke wijze omhoog, echter Blizzard weet wel de waarheid en blijft ze op de juiste manier matchen. Als je enkel winsten hebt tegen spelers met een lage MMR dan gaat je MMR trager en trager omhoog.
pl: Tak i nie. Jeśli będą przesyłać same wygrane, ich MMR będzie nienaturalnie rosło. Ale Blizzard wie lepiej, i będzie dopasowywał im graczy o ich faktycznym poziomie. Posiadając tylko wygrane przeciwko graczom z mniejszym MMR niż sfałszowane, spowoduje że będziemy otrzymywać coraz mniej punktów za gre.
ru: И да и нет. Если загружать только победные матчи, MMR будет неправдоподобно высок. Но сама Blizzard это учитывает и все равно будет вести подсчет верно. Поэтому смысла в таком виде жульничества не будет. Побеждая игроков с MMR ниже, чем у тебя, количество получаемых очков будет все меньше и меньше.
zh_hans: 既可以也不可以。如果他们只上传胜利的记录，他们的MMR会很不正常地提升。但暴雪知道他们是什么水平，并且会给他们匹配正常的对手。那么，再取得胜利时获得的分数，与你正常上传所有录像而比，只会越来越少。
zh_hant: 可以說是也可以說不是。如果他們只上傳贏的場次，那麼MMR就會不正常地上升。但是Blizzard仍會知道他們的實力，並將他們分配給合適的對手。接著就會因為對手的MMR較低，導致他們能獲得的MMR也會越來越少。

# FAQMessageLine08
source: There is also the same 'good news' above; if other players upload some of the losses, they will be added to both profiles.
cs: A také zde platí již zmíněná „dobrá zpráva“: pokud ostatní hráči nahrají prohrané zápasy, tak budou započítány všem profilům.
da: Der er også gode nyheder til det ovenstående. Hvis andre spillere uploader andre spilleres tabte kampe, vil disse blive tilføjet til deres profiler.
de: Des Weiteren gilt auch dieselbe "gute Nachricht" wie oben: Wenn andere Spieler die Niederlagen hochladen, werden diese in beiden Profilen hinzugefügt.
es: También aquí aplica la misma “noticia buena”. Si otros jugadores suben las derrotas, éstas serán agregadas a ambos perfiles.
fi: Mutta on myös 'hyviä uutisia', jos toiset pelaajat lähettää edes osan häviöistä, ne lisätään molempiin profiileihin..
fr: Et comme dit précédemment, si les autres joueurs envoient des replays où les personnes ont perdu, ils seront également ajoutés à leurs profils.
hu: Ugyanakkor a korábban említett 'jó hír' itt is érvényes, tehát ha valaki feltöltötte a játékos elvesztett meccsét is, akkor mindkét játékos profiljájoz hozzáadódik a meccs.
ko: 그리고 같은 좋은 소식이 있습니다. 만약, 다른 플레이어가 패배한 리플레이를 업로드 한다면, 모든 유저의 프로필에 등록이 됩니다.
nl: Ook het eerdere goede nieuwe is hier van toepassing. Als andere spelers een spel uploaden waarin deze speler verloor, dan komt deze ook op deze speler zijn profiel.
pl: Ale tutaj ponownie 'dobra wiadomość'; jeśli inny gracz prześle powtórkę z przegraną, ona także zostanie dodana do obu profili.
ru: Также не забывайте, что если один из игроков загрузит реплей, то он будет добавлен в профили всех 10 человек, которые играли в том матче.
zh_hans: 对上一条也有个好消息：如果有其他（共同游戏的）玩家上传了失败的录像，那也会添加到他们的资料中的。
zh_hant: 這裡還有一個好消息，如果有同場的其他玩家上傳了輸的錄像檔，那麼也會被添加到他們的紀錄裡的。

# FAQMessageLine09
source: Thankfully, I've looked through a number of profiles and haven't found anyone with unusually large win streaks.
cs: Prošel jsem mnoho profilů a nenarazil jsem na žádný s vysokým počtem výher v řadě.
da: Jeg har dog kigget igennem en række profiler og har heldigvis endnu ikke fundet nogle unaturlige win streaks.
de: Ich habe mir einige Profile angesehen und erfreulicherweise keine mit ungewöhnlich langen Siegsträhnen entdeckt.
es: Afortunadamente, he buscado a través de varios perfiles y no he encontrado a alguien con una cantidad inusual de victorias.
fi: Olen katsonut läpi monia profiileja, enkä onneksi ole löytänyt ketään jolla olisi luonnottoman suuri voittoputki.
fr: Heureusement, j'ai vérifié bon nombre de comptes sans en trouver un seul avec un taux de victoire anormal.
hu: Átnéztem elég sok játékos profilját és szerencsére senkit sem találtam, akinek rendellenesen hosszú gyõzelmi sorozattal.
ko: 다행이 프로필 검토에서 비정상적인 MMR 수치를 보인 유저는 없었습니다.
nl: Ik heb al door een aantal profielen gekeken en heb gelukkig nog niemand gevonden die teveel ongewone winsten heeft.
pl: Przyglądałem się profilom, i na szczęście nie znalazłem nikogo, z nadzwyczajnie dużą liczbą zwycięstw.
ru: Кстати, я просмотрел огромное количество профилей и не нашел ни одного с неправдоподобным винрейтом. Спасибо за честную игру!
zh_hans: 谢天谢地，我已经看过了很多人的资料，并没看到过任何不正常连胜记录。
zh_hant: 幸運的是，我已經看過許多玩家的資料並且還沒有發現任何人有大量不正常的連勝紀錄。

# FAQMessageLine10
source: Why do some of my uploaded replays show as Duplicate?
cs: Proč se některé z mých nahraných záznamů ukazují jako duplikované?
da: Hvorfor vises nogle af mine uploads mere end en gang?
de: Warum werden einige meiner hochgeladenen Replays als "Duplicate" (Deutsch: doppelt) angezeigt?
es: ¿Por qué algunas de mis repeticiones subidas aparecen como duplicadas [Duplicate]?
fi: Miksi jotkut lähettämäni peliuusinnat näyttävät kopioilta?
fr: Pourquoi certains replays apparaissent comme dupliqués durant l'envoi ?
hu: Miért kap néhány replayem 'Duplicate' jelölést?
ko: 일부 리플레이를 업로드 하면 중복이라고 표시가 되는 이유가 무엇인가요?
nl: Waarom worden sommige van mijn replays getoond als "Duplicate"?
pl: Dlaczego część moich powtórek jest oznaczona jako zduplikowane?
ru: Почему некоторые загруженные мною реплеи отображаются как Duplicated?
zh_hans: 为什么有些我上传的录像看起来重复了？
zh_hant: 為什麼有些我上傳的錄像顯示重複？

# FAQMessageLine11
source: This simply means one of the other 9 players in that game has already uploaded that replay. Don't worry, it will be added to all of the involved players' profiles, including yours.
cs: Znamená to, že některý z devíti hráčů v dané hře již nahrál tento záznam. Tento záznam bude přidán k profilům všech hráčů daného zápasu.
da: Dette betyder bare at en af de andre 9 spillere fra dit spil allerede har uploadet det replay. Det er ikke noget at bekymre sig om og i sidste ende er det, dét samme for alle.
de: Dies bedeutet lediglich, dass einer der anderen 9 Spieler das Replay bereits hochgeladen hat. Keine Sorge, es wird zum Profil aller beteiligten Spieler hinzugefügt, deinem eingeschlossen.
es: Esto simplemente significa que alguno de los otros 9 jugadores en esa partida ya ha subido esa repetición. No te preocupes, también será agregada a tu perfil y al de todos los jugadores involucrados.
fi: Tämä johtuu siitä että joku 9 muusta pelissä olleesta pelaajasta on lähettänyt peliuusinnan. Mutta älä hätäile se lisätään kaikkien pelissä olleiden profiileihin, myös sinun.
fr: Cela veut tout simplement dire qu'un des 9 autres joueurs de la partie l'a déjà envoyé. Pas de panique, il sera ajouté au profil de tous les joueurs, le vôtre y compris.
hu: Ez csak azt jelenti, hogy valaki a másik 9 játékos közül már elõtted feltöltötte annak a meccsnek a replay-ét. Ne aggódj, a meccs minden játékos profilján megjelenik majd, így a tiéden is.
ko: 회원님이 플레이 하셨던 게임의 다른 9명중 한명이 이미 리플레이를 업로드 한 것 입니다. 이 경기 또한 회원님의 프로필에 추가 될 것 입니다.
nl: Dit betekent simpelweg dat één van de andere 9 spelers in dit spel de replay al hebben geüpload. Maak je geen zorgen, deze games worden toegevoegd aan elke speler die in dit spel zat, inclusief de jouwe.
pl: Oznacza to, że któryś z pozostałych 9 graczy, już przesłał daną powtórkę. Nie martw się, zostanie ona dodana do profili wszystkich graczy, takżde do Twojego.
ru: Это значит, что кто-то из игроков Вашего матча уже загрузил его и он отобразится в профиле у всех, кто с Вами играл.
zh_hans: 这意味着游戏中的其他9人中有人已经上传过了。别担心，它将会添加到所有涉及的玩家资料中，包括你自己的。
zh_hant: 這只是因為跟你同場的其他9個玩家當中有人已經先上傳了那場錄像。別擔心，紀錄會被新增到同場所有玩家裡，包括你的。

# FAQTitle
source: Frequently Asked Questions
cs: Často kladené dotazy
da: FAQ – Ofte spurgte spørgsmål
de: Häufig gestellte Fragen (FAQ)
es: Preguntas Frecuentes
fi: Usein kysytyt kysymykset
fr: Questions fréquentes, FAQ
hu: Gyakori Kérdések
ko: 자주 묻는 질문
nl: Veelgestelde vragen
pl: Najczęściej zadawane pytania
ru: Вопросы и Ответы
zh_hans: 常见问题
zh_hant: 常見問題

# GenericAboutUs
source: About Us
cs: O nás
da: Om Os
de: Über uns
es: Sobre Nosotros
fi: Tietoja meistä
fr: Qui sommes-nous ?
hu: Rólunk
ko: 소개
nl: Over ons
pl: O nas
ru: О проекте
zh_hans: 关于我们
zh_hant: 關於我們

# GenericAllLeagues
source: All Leagues
cs: Všechny ligy
da: Alle Leagues
de: Alle Ligen
es: Todas las Ligas
fi: Kaikki liigat
fr: Toutes les Ligues
hu: Minden liga
ko: 모든 리그
nl: Alle divisies
pl: Wszystkie Ligi
ru: Все Лиги
zh_hans: 全部组别
zh_hant: 所有級別

# GenericAverageLength
source: Average Length
cs: Průměrná délka
da: Gennemsnitlig Længde
de: Durchschnittliche Länge
es: Duración Promedio
fi: Keskimääräinen kesto
fr: Drée moyenne
hu: Átlagos hosszúság
ko: 평균 플레이 시간
nl: Gemiddelde duur
pl: Średnia długość
ru: Средняя продолжительность игры
zh_hans: 平均时长
zh_hant: 平均時間

# GenericContactUs
source: Contact Us
cs: Kontakt
da: Kontakt Os
de: Kontakt
es: Contáctanos
fi: Ota yhteyttä meihin
fr: Nous contacter
hu: Kapcsolat
ko: 문의
nl: Neem contact op
pl: Kontakt
ru: Контакты
zh_hans: 联系我们
zh_hant: 聯絡我們

# GenericDataCurrentlyUnavailable
source: Data Currently Unavailable
cs: Data momentálně nedostupná
da: Data i øjeblikket utilgængelig
de: Daten derzeit nicht verfügbar
es: Información No Disponible
fi: Tietoja ei saatavilla tällä hetkellä
fr: Données actuellement indisponibles
hu: Nem megjeleníthetõ adat
ko: 현재 데이터를 사용 할 수 없습니다.
nl: Gegevens momenteel niet beschikbaar
pl: Dane obecnie niedostępne
ru: Данные временно не доступны
zh_hans: 数据目前不可用
zh_hant: 資料目前無法使用

# GenericDateTime
source: Date and Time
cs: Datum a čas
da: Dato og Tid
de: Datum und Uhrzeit
es: Fecha y Hora
fi: Päivä ja aika
fr: Date et heure
hu: Dátum és idõ
ko: 시간
nl: Datum en tijd
pl: Data i godzina
ru: Дата и время
zh_hans: 日期与时间
zh_hant: 日期及時間

# GenericEmailAddress
source: Email Address
cs: Emailová adresa
da: Email Adresse
de: E-Mail-Adresse
es: Correo Electrónico
fi: Sähköposti osoite
fr: Adresse email
hu: Email cím
ko: 이메일 주소
nl: E-mailadres
pl: Adres e-mail
ru: Электронная почта
zh_hans: 电子邮件地址
zh_hant: Email地址

# GenericErrorConfirmPasswordDoesntMatch
source: The password and confirmation password do not match.
cs: Heslo a ověření hesla se neshoduje.
da: Kodeordet og bekræftelseskoden passer ikke sammen
de: Das Passwort und die Passwortbestätigung stimmen nicht überein.
es: La “Contraseña” y “Contraseña de Confirmación” no corresponden.
fi: Salasana ja varmistus ei täsmää.
fr: Le mot de passe et la confirmation ne correspondent pas.
hu: A két jelszó nem egyezik.
ko: 비밀번호와 비밀번호 확인이 일치하지 않습니다.
nl: Het wachtwoord en het wachtwoord ter bevestiging komen niet overeen.
pl: Pola HASŁO i POTWIERDŹ HASŁO muszą być takie same.
ru: Пароль и подтверждение пароля не совпадают.
zh_hans: 密码和确认密码不同
zh_hant: 密碼和確認密碼欄位不相同。
