Repository: Zemill/hotslogs-site
Catalog: HotsLogsApi.BL/Resources/LocalizedText.*.resx
Languages: cs, da, de, es, fi, fr, hu, ko, nl, pl, ru, zh_hans, zh_hant

# GenericErrorConfirmPasswordRequired
source: The confirm password field is required.
cs: Je nutné vyplnit pole ověření hesla.
da: Bekræftelseskode feltet er påkrævet
de: Die Passwortbestätigung wird benötigt.
es: El campo de “Contraseña de Confirmación” es requerido.
fi: Salasana täytyy vahvistaa.
fr: Vous devez confirmer votre mot de passe.
hu: Töltsd ki a 'Jelszó megerõsítése' sort!
ko: 비밀번호 확인란은 필수 입니다.
nl: Het wachtwoord ter bevestiging is verplicht.
pl: Pole POTWIERDŹ HASŁO jest wymagane.
ru: Заполните графу подтверждения пароля.
zh_hans: 请填写确认密码
zh_hant: 確認密碼欄位是必填的。

# GenericErrorEmailRequired
source: The email address field is required
cs: Je nutné vyplnit pole emailová adresa
da: Emailadressefeltet er påkrævet
de: Die E-Mail-Adresse wird benötigt.
es: El campo de “Correo Electrónico” es requerido.
fi: Sähköposti osoite kenttä on täytettävä
fr: Vous devez saisir une adresse email
hu: Töltsd ki az 'Email cím' sort!
ko: 이메일 주소 입력란은 필수 입니다.
nl: Het e-mailadres veld is verplicht.
pl: Podanie adresu e-mail jest wymagane
ru: Необходимо ввести адрес электронной почты
zh_hans: 请填写电子邮件地址
zh_hant: Email地址欄位是必填的。

# GenericErrorPasswordRequired
source: The password field is required
cs: Je nutné vyplnit pole heslo
da: Kodeordsfeltet er påkrævet
de: Das Passwort wird benötigt.
es: El campo de “Contraseña” es requerido.
fi: Salasana kenttä on täytettävä
fr: Vous devez saisir un mot de passe
hu: Töltsd ki a 'Jelszó' sort!
ko: 비밀번호 입력란은 필수 입니다.
nl: Het wachtwoord veld is verplicht.
pl: Pole HASŁO jest wymagane
ru: Необходимо ввести пароль
zh_hans: 请填写密码
zh_hant: 密碼欄位是必填的。

# GenericErrorUserNameRequired
source: The user name field is required
cs: Je nutné vyplnit pole uživatelské jméno
da: Brugernavnsfeltet er påkravet
de: Der Benutzername wird benötigt.
es: El campo de “Nombre de Usuario” es requerido.
fi: Käyttäjänimi kenttä on täytettävä
fr: Vous devez saisir un nom d'utilisateur
hu: Töltsd ki a 'Felhasználónév' sort!
ko: 사용자 이름란은 필수 입니다.
nl: Het gebruikersnaam veld is verplicht.
pl: Pole NAZWA UŻYTKOWNIKA jest wymagane
ru: Необходимо ввести имя пользователя
zh_hans: 请填写有户名
zh_hant: 使用者名稱欄位是必填的。

# GenericExcludingMirrorMatchupsAndTalentGatedHeroes
source: Excluding Mirror Matchups and Talent Gated Heroes
cs: Vyjma Mirror Matchups a hrdinů bez odemknutých talentů
da: Mirror Matchups og Talent Blokerede Helte ekskluderet
de: Gleiche Heldenzusammenstellungen (Mirrors) und Helden mit gesperrten Talenten werden ausgeschlossen.
es: Excluyendo Enfrentamientos con Héroes Duplicados y Héroes con Talentos Bloqueados
fr: En excluant les matchs miroir et les héros ne possédant pas leurs talents
hu: Nem számítva a Mirror meccseket és a Talent Gated hõsöket
ko: 미러전과 특성이 열리지 않은 영웅은 제외 되었습니다.
nl: Uitgezonderd 'Mirror Matchups' en 'Talent Gated' Helden
ru: Исключены зеркальные игры (одинаковые герои в каждой команде) и герои без полностью открытых талантов
zh_hans: 排除镜像对决和天赋不完全英雄
zh_hant: 已排除同角色對決及天賦未全開的場次

# GenericExcludingTalentGatedGamesAndAutoSelectGames
source: Excluding Talent Gated Games and Auto Select Games
cs: Vyjma her s hrdiny bez odemknutých talentů a s automaticky zvolenými hrdiny
da: Talent Blokeret Spil og Automatisk Valgte Spil ekskluderet
de: Spiele mit gesperrten Talenten und automatisch gewählten Helden werden ausgeschlossen.
es: Excluyendo Partidas con Talentos Bloqueados y Partidas de Selección Automática
fr: En excluant les parties avec héros ne possédant pas leurs talents ainsi que celles en sélection automatique
hu: Nem számítva a Talent Gated és az Auto Select meccseket
ko: 특성이 열리지 않은 게임과 자동 선택 게임은 제외 되었습니다.
nl: Uitgezonderd 'Talent Gated' spellen en 'Auto Select' spellen
ru: Исключены герои без полностью открытых талантов
zh_hans: 排除不完全天赋英雄和随机英雄
zh_hant: 已排除天賦未全開及自動選擇英雄的場次

# GenericGameLength
source: Game Length
cs: délka hry
da: Spillængde
de: Spiellänge
es: Duración de la Partida
fi: Pelin kesto
fr: Durée de la partie
hu: Meccs hossza
ko: 게임 시간
nl: Spel lengte
pl: Długość gry
ru: Продолжительность игры
zh_hans: 游戏时长
zh_hant: 遊戲時間

# GenericGamesPlayed
source: Games Played
cs: Odehrané zápasy proti
da: Antal Spil
de: Gespielte Spiele
es: Partidas Jugadas
fi: Pelatut pelit
fr: Parties jouées
hu: Lejátszott meccsek
ko: 플레이한 게임
nl: Aantal gespeelde spellen
pl: Rozegrane gry
ru: Количество игр
zh_hans: 完成过的游戏
zh_hant: 已玩的場數

# GenericGamesPlayedAgainst
source: Games Played Against
da: Games Spillet Imod
de: Anzahl der Spiele
es: Partidas Jugadas en Contra
fi: Pelejä pelattu vastaan
fr: Parties jouées contre
hu: Ellene lejátszott meccsek
ko: 플레이한 게임
nl: Aantal spellen tegen gespeeld
ru: Игры Против
zh_hans: 对局数
zh_hant: 遊戲對抗

# GenericGetPremium
source: Get Premium
cs: Pojistné
da: Præmie
fi: Premium
fr: Obtenez Premium
ko: 프리미엄 받기
zh_hans: 高级会员
zh_hant: 高級會員

# GenericHero
source: Hero
cs: Hrdina
da: Helt
de: Held
es: Héroe
fi: Hahmo
fr: Héros
hu: Hõs
ko: 영웅
nl: Held
pl: Bohater
ru: Герой
zh_hans: 英雄
zh_hant: 英雄

# GenericHeroAbathur
source: Abathur
ko: 아바투르
ru: Абатур
zh_hans: 阿巴瑟
zh_hant: 阿巴瑟

# GenericHeroAlarak
source: Alarak
ko: 알라라크
ru: Аларак
zh_hans: 阿拉纳克
zh_hant: 亞拉瑞克

# GenericHeroAlexstrasza
source: Alexstrasza
ko: 알렉스트라자
ru: Алекстраза
zh_hans: 阿莱克丝塔萨
zh_hant: 雅立史卓莎

# GenericHeroAna
source: Ana
zh_hans: 安娜
zh_hant: 安娜

# GenericHeroAnubarak
source: Anub'arak
ko: 아눕아락
ru: Ануб'арак
zh_hans: 阿努巴拉克
zh_hant: 阿努巴拉克

# GenericHeroArtanis
source: Artanis
ko: 아르타니스
ru: Артанис
zh_hans: 阿塔尼斯
zh_hant: 亞坦尼斯

# GenericHeroArthas
source: Arthas
ko: 아서스
ru: Артас
zh_hans: 阿尔萨斯
zh_hant: 阿薩斯

# GenericHeroAuriel
source: Auriel
ko: 아우리엘
ru: Ауриэль
zh_hans: 奥莉尔
zh_hant: 奧莉爾

# GenericHeroAutoSelect
source: Auto Select
cs: Automatický výběr
da: Auto Vælg
de: Automatische Auswahl
es: Selección Automática
fr: Sélection automatique
ko: 자동 선택
nl: Auto selectie
ru: Автовыбор
zh_hans: 自动选择
zh_hant: 自動選擇

# GenericHeroAzmodan
source: Azmodan
fr: Asmodan
ko: 아즈모단
ru: Азмодан
zh_hans: 阿兹莫丹
zh_hant: 阿茲莫丹

# GenericHeroBlaze
source: Blaze
ko: 블레이즈
ru: Блэйз
zh_hans: 布雷泽
zh_hant: 爆焰

# GenericHeroBrightwing
source: Brightwing
de: Funkelchen
es: Alasol
fr: Luisaile
ko: 빛나래
ru: Светик
zh_hans: 光明之翼
zh_hant: 亮翼

# GenericHeroCassia
source: Cassia
ko: 카시아
ru: Кассия
zh_hans: 卡西娅
zh_hant: 卡西雅

# GenericHeroChen
source: Chen
ko: 첸
ru: Чэнь
zh_hans: 陈
zh_hant: 老陳

# GenericHeroCho
source: Cho
ko: 초
ru: Чо
zh_hans: 古
zh_hant: 丘

# GenericHeroChogall
source: Cho'gall
ko: 초갈
ru: ЧоГалл
zh_hans: 古加尔
zh_hant: 丘加利

# GenericHeroChromie
source: Chromie
ko: 크로미
ru: Хроми
zh_hans: 克罗米
zh_hant: 克羅米

# GenericHeroDeckard
source: Deckard
ko: 데커드
ru: Декард
zh_hans: 迪卡德
zh_hant: 凱恩

# GenericHeroDehaka
source: Dehaka
ko: 데하카
ru: Дехака
zh_hans: 德哈卡
zh_hant: 德哈卡

# GenericHeroDiablo
source: Diablo
ko: 디아블로
ru: Диабло
zh_hans: 迪亚波罗
zh_hant: 迪亞布羅

# GenericHeroETC
source: E.T.C.
ko: 정예 타우렌 족장
zh_hans: 精英牛头人酋长
zh_hant: 精英牛頭大佬

# GenericHeroFalstad
source: Falstad
ko: 폴스타트
ru: Фалстад
zh_hans: 弗斯塔德
zh_hant: 弗斯塔德

# GenericHeroFenix
source: Fenix
ko: 피닉스
ru: Феникс
zh_hans: 菲尼克斯
zh_hant: 菲尼克斯

# GenericHeroGall
source: Gall
ko: 갈
ru: Галл
zh_hans: 加尔
zh_hant: 加利

# GenericHeroGarrosh
source: Garrosh
ko: 가로쉬
ru: Гаррош
zh_hans: 加尔鲁什
zh_hant: 卡爾洛斯

# GenericHeroGazlowe
source: Gazlowe
fr: Gazleu
ko: 가즈로
ru: Газлоу
zh_hans: 加兹鲁维
zh_hant: 加茲魯維

# GenericHeroGenji
source: Genji
ko: 겐지
ru: Гэндзи
zh_hans: 源氏
zh_hant: 源氏

# GenericHeroGreymane
source: Greymane
de: Graumähne
ko: 그레이메인
ru: Седогрив
zh_hans: 格雷迈恩
zh_hant: 葛雷邁恩

# GenericHeroGuldan
source: Gul'dan
ko: 굴단
ru: Гул'дан
zh_hans: 古尔丹
zh_hant: 古爾丹

# GenericHeroHanzo
source: Hanzo
ko: 한조
ru: Хандзо
zh_hans: 半藏
zh_hant: 半藏

# GenericHeroIllidan
source: Illidan
ko: 일리단
ru: Иллидан
zh_hans: 伊利丹
zh_hant: 伊利丹

# GenericHeroJaina
source: Jaina
ko: 제이나
ru: Джайна
zh_hans: 吉安娜
zh_hant: 珍娜

# GenericHeroJohanna
source: Johanna
ko: 요한나
ru: Джоанна
zh_hans: 乔汉娜
zh_hant: 喬安娜

# GenericHeroJunkrat
source: Junkrat
ko: 정크랫
ru: Крысавчик
zh_hans: 狂鼠
zh_hant: 炸彈鼠

# GenericHeroKaelthas
source: Kael'thas
ko: 캘타스
ru: Кель'тас
zh_hans: 凯尔萨斯
zh_hant: 凱爾薩斯

# GenericHeroKerrigan
source: Kerrigan
ko: 케리건
ru: Керриган
zh_hans: 凯瑞甘
zh_hant: 凱莉根

# GenericHeroKharazim
source: Kharazim
ko: 카라짐
ru: Каразим
zh_hans: 卡拉辛姆
zh_hant: 克拉辛

# GenericHeroLeoric
source: Leoric
ko: 레오릭
ru: Леорик
zh_hans: 李奥瑞克
zh_hant: 李奥瑞克

# GenericHeroLevel
source: Hero Level
cs: Level hrdiny
da: Helt Level
de: Heldenstufe
es: Nivel del Héroe
fi: Hahmon taso
fr: Niveau du héros
hu: Hõs szintje
ko: 영웅 레벨
nl: Held level
pl: Poziom bohatera
ru: Уровень героя
zh_hans: 英雄等级
zh_hant: 英雄等級

# GenericHeroLiLi
source: Li Li
ko: 리 리
ru: Ли ли
zh_hans: 丽丽
zh_hant: 莉莉

# GenericHeroLiMing
source: Li-Ming
ko: 리밍
ru: Ли-Мин
zh_hans: 李敏
zh_hant: 李敏

# GenericHeroLtMorales
source: Lt. Morales
ko: 모랄레스 중위
ru: Лейтенант Моралес
zh_hans: 莫拉莉斯中尉
zh_hant: 莫拉萊斯中尉

# GenericHeroLunara
source: Lunara
ko: 루나라
ru: Лунара
zh_hans: 露娜拉
zh_hant: 露娜拉

# GenericHeroLúcio
source: Lúcio
ko: 루시우
ru: Лусио
zh_hans: 卢西奥
zh_hant: 路西歐

# GenericHeroMaiev
source: Maiev
ko: 마이에브
ru: Майев
zh_hans: 玛维
zh_hant: 瑪翼夫

# GenericHeroMalfurion
source: Malfurion
ko: 말퓨리온
ru: Малфурион
zh_hans: 玛法里奥
zh_hant: 瑪法里恩

# GenericHeroMalthael
source: Malthael
ko: 말티엘
ru: Малтаэль
zh_hans: 马萨伊尔
zh_hant: 瑪瑟爾

# GenericHeroMedivh
source: Medivh
ko: 메디브
ru: Медив
zh_hans: 麦迪文
zh_hant: 麥迪文

# GenericHeroMuradin
source: Muradin
ko: 무라딘
ru: Мурадин
zh_hans: 穆拉丁
zh_hant: 穆拉丁

# GenericHeroMurky
source: Murky
fr: Bourbie
ko: 머키
ru: Мурчаль
zh_hans: 奔波尔霸
zh_hant: 莫奇

# GenericHeroNazeebo
source: Nazeebo
fr: Nasibo
ko: 나지보
ru: Назибо
zh_hans: 纳兹波
zh_hant: 納奇班

# GenericHeroNova
source: Nova
ko: 노바
ru: Нова
zh_hans: 诺娃
zh_hant: 諾娃

# GenericHeroProbius
source: Probius
ko: 프로비우스
ru: Пробиус
zh_hans: 普罗比斯
zh_hant: 普羅比斯

# GenericHeroRagnaros
source: Ragnaros
ko: 라그나로스
ru: Рагнарос
zh_hans: 拉格纳罗斯
zh_hant: 拉格納羅斯

# GenericHeroRaynor
source: Raynor
ko: 레이너
ru: Рейнор
zh_hans: 雷诺
zh_hant: 雷諾

# GenericHeroRehgar
source: Rehgar
ko: 레가르
ru: Регар
zh_hans: 雷加尔
zh_hant: 雷加

# GenericHeroRexxar
source: Rexxar
ko: 렉사르
ru: Рексар
zh_hans: 雷克萨
zh_hant: 雷克薩

# GenericHeroSamuro
source: Samuro
ko: 사무로
ru: Самуро
zh_hans: 萨穆罗
zh_hant: 萨穆罗

# GenericHeroSgtHammer
source: Sgt. Hammer
de: Sergeant Hammer
es: Sargento Maza
fr: Sgt Marteau
ko: 해머 상사
ru: Сержант Кувалда
zh_hans: 重锤军士
zh_hant: 榔頭中士

# GenericHeroSonya
source: Sonya
ko: 소냐
ru: Соня
zh_hans: 桑娅
zh_hant: 桑雅

# GenericHeroStatistics
source: Hero Statistics
cs: Statistiky hrdiny
da: Helt Statistikker
de: Heldenstatistiken
es: Estadísticas del Héroe
fi: Hahmojen tilastot
fr: Statistiques du Héros
hu: Hõs statisztikák
ko: 영웅 통계
nl: Held statistieken
pl: Statystyki bohaterów
ru: Статистика героя
zh_hans: 英雄统计
zh_hant: 英雄統計

# GenericHeroStitches
source: Stitches
de: Kleiner
es: Puntos
ko: 누더기
ru: Стежок
zh_hans: 缝合怪
zh_hant: 縫合怪

# GenericHeroStukov
source: Stukov
ko: 스투코프
ru: Стуков
zh_hans: 斯托科夫
zh_hant: 斯杜科夫

# GenericHeroSylvanas
source: Sylvanas
ko: 실바나스
ru: Сильвана
zh_hans: 希尔瓦娜斯
zh_hant: 希瓦娜斯

# GenericHeroTassadar
source: Tassadar
ko: 태사다르
ru: Тассадар
zh_hans: 塔萨达尔
zh_hant: 塔薩達

# GenericHeroTheButcher
source: The Butcher
de: Der Schlächter
ko: 도살자
ru: Мясник
zh_hans: 屠夫
zh_hant: 屠夫

# GenericHeroTheLostVikings
source: The Lost Vikings
de: Die verirrten Wikinger
es: Los Vikingos Perdidos
ko: 길 잃은 바이킹
ru: Потерявшиеся викинги
zh_hans: 失落的维京人
zh_hant: 失落的維京人

# GenericHeroThrall
source: Thrall
ko: 쓰랄
ru: Тралл
zh_hans: 萨尔
zh_hant: 索爾

# GenericHeroTracer
source: Tracer
ko: 트레이서
ru: Трейсер
zh_hans: 猎空
zh_hant: 閃光

# GenericHeroTychus
source: Tychus
ko: 타이커스
ru: Тайкус
zh_hans: 泰凯斯
zh_hant: 泰科斯

# GenericHeroTyrael
source: Tyrael
fr: Tyraël
ko: 티리엘
ru: Тираэль
zh_hans: 泰瑞尔
zh_hant: 泰瑞爾

# GenericHeroTyrande
source: Tyrande
ko: 티란데
ru: Тиранда
zh_hans: 泰兰德
zh_hant: 泰蘭妲

# GenericHeroUther
source: Uther
ko: 우서
ru: Утер
zh_hans: 乌瑟尔
zh_hant: 烏瑟

# GenericHeroValeera
source: Valeera
ko: 발리라
ru: Валира
zh_hans: 瓦莉拉
zh_hant: 瓦麗拉

# GenericHeroValla
source: Valla
ko: 발라
ru: Валла
zh_hans: 维拉
zh_hant: 維拉

# GenericHeroVarian
source: Varian
ko: 바리안
ru: Вариан
zh_hans: 瓦里安
zh_hant: 瓦里安

# GenericHeroWhitemane
source: Whitemane
zh_hans: 怀特迈恩
zh_hant: 懷特邁恩

# GenericHeroXul
source: Xul
ko: 줄
ru: Зул
zh_hans: 祖尔
zh_hant: 蘇爾

# GenericHeroYrel
source: Yrel
ko: 이렐
ru: Ирель
zh_hans: 伊瑞尔
zh_hant: 伊芮爾

# GenericHeroZagara
source: Zagara
ko: 자가라
ru: Загара
zh_hans: 扎加拉
zh_hant: 札迦拉

# GenericHeroZarya
source: Zarya
ko: 자리야
ru: Заря
zh_hans: 查莉娅
zh_hant: 札莉雅

# GenericHeroZeratul
source: Zeratul
ko: 제라툴
ru: Зератул
zh_hans: 泽拉图
zh_hant: 澤拉圖

# GenericHeroZuljin
source: Zul'jin
ko: 줄진
ru: Зул'джин
zh_hans: 祖尔金
zh_hant: 祖爾金

# GenericInformation
source: Information
cs: Informace
de: Info
es: Información
fi: Informaatio
fr: Informations
hu: Információ
ko: 정보
nl: Informatie
pl: Informacje
ru: Информация
zh_hans: 信息
zh_hant: 資訊

# GenericLastUpdatedMinutesAgo
source: Last Updated {0} Minutes Ago
cs: Naposledy aktualizováno před {0} minuty
da: Sidst opdateret for {0} minutter siden
de: Zuletzt vor {0} Minute(n) aktualisiert
es: Actualizado Hace {0} Minutos
fi: Päivitetty viimeksi {0} minuutia sitten
fr: Dernière mise à jour il y a {0} minutes
hu: Legutóbb frissítve {0} perce
ko: 마지막 업데이트가 {0} 분전에 되었습니다.
nl: Laatste geüpdatet {0} minuten geleden
pl: Ostatnio Aktualizowane {0} Minut Temu
ru: Обновлено {0} минут назад
zh_hans: 上次更新 {0} 分钟以前
zh_hant: 最後更新於 {0} 分鐘前

# GenericLeaderboard
source: Leaderboard
cs: Žebříček
da: Rangliste
de: Tabelle
es: Tabla de Líderes
fi: Sijoitustaulukko
fr: Classement
hu: Ranglista
ko: 순위표
nl: Klassement
pl: Ranking
ru: Лига
zh_hans: 排行榜
zh_hant: 排行榜

# GenericLeague
source: League
cs: Ligy
de: Liga
es: Liga
fi: Liiga
fr: Ligue
hu: Liga
ko: 리그
nl: Divisie
pl: Liga
ru: Лига
zh_hans: 组别
zh_hant: 級別

# GenericLeague0
source: Master
de: Meister
es: Maestro
fr: Maître
ko: 마스터
ru: Мастер Лига
zh_hans: 大师
zh_hant: 大師

# GenericLeague1
source: Diamond
de: Diamant
es: Diamante
fi: Timantti
fr: Diamant
ko: 다이아몬드
nl: Diamant
ru: Алмазная Лига
zh_hans: 钻石
zh_hant: 鑽石

# GenericLeague2
source: Platinum
de: Platin
es: Platino
fi: Platina
fr: Platine
ko: 플래티넘
ru: Платиновая Лига
zh_hans: 白金
zh_hant: 白金

# GenericLeague3
source: Gold
es: Oro
fi: Kulta
fr: Or
ko: 골드
nl: Goud
ru: Золотая Лига
zh_hans: 黄金
zh_hant: 金牌

# GenericLeague4
source: Silver
de: Silber
es: Plata
fi: Hopea
fr: Argent
ko: 실버
nl: Zilver
ru: Серебряная Лига
zh_hans: 白银
zh_hant: 銀牌

# GenericLeague5
source: Bronze
es: Bronce
fi: Pronssi
ko: 브론즈
nl: Brons
ru: Бронзовая Лига
zh_hans: 青铜
zh_hant: 銅牌

# GenericLeagueRank
source: League Rank
cs: Umístění v lize
da: League Rang
de: Ligarang
es: Clasificación de Liga
fi: Liiga sijoitus
fr: Rang dans la Ligue
hu: Liga rang
ko: 리그 순위
nl: Divisie rang
pl: Pozycja w Lidze
ru: Ранк в Лиге
zh_hans: 名次
zh_hant: 級別排行

# GenericLogIn
source: Log In
cs: Přihlásit se
da: Log Ind
de: Einloggen
es: Iniciar Sesión
fi: Kirjaudu sisään
fr: Connexion
hu: Bejelentkezés
ko: 로그인
pl: Zaloguj
ru: Войти
zh_hans: 登录
zh_hant: 登入

# GenericLogOff
source: Log Out
cs: Odhlásit se
da: Log ud
de: Ausloggen
es: Salir de Sesión
fi: Kirjaudu ulos
fr: Déconnexion
hu: Kijelentkezés
ko: 로그오프
nl: Uitloggen
pl: Wyloguj
ru: Выйти
zh_hans: 登出
zh_hant: 登出

# GenericLose
source: Lose
cs: Prohry
da: Tabt
de: Niederlage
es: Derrota
fi: Häviö
fr: Défaite
hu: Vereség
ko: 패
nl: Verloren
pl: Przegrana
ru: Поражение
zh_hans: 失败
zh_hant: 失敗

# GenericLosingTeam
source: Losing Team
cs: Poražený tým
da: Tabende Hold
de: Verliererteam
es: Equipo Derrotado
fi: Häviävä joukkue
fr: Equipe perdante
hu: Vesztes csapat
ko: 패배한 팀
nl: Verliezende Team
pl: Przegrana drużyna
ru: Проигравшая команда
zh_hans: 失败的队伍
zh_hant: 失敗隊伍

# GenericMapName
source: Map Name
cs: Mapa
da: Bane Navn
de: Kartenname
es: Nombre del Mapa
fi: Kentän nimi
fr: Nom de la carte
hu: Pálya neve
ko: 전장 이름
nl: Map naam
pl: Nazwa mapy
ru: Название карты
zh_hans: 地图名称
zh_hant: 地圖名稱

# GenericMapNameAlteracPass
source: Alterac Pass
zh_hans: 奥特兰克战道
zh_hant: 奧特蘭克隘口

# GenericMapNameBattlefieldofEternity
source: Battlefield of Eternity
de: Schlachtfeld der Ewigkeit
es: Campo de batalla de la eternidad
fr: Champ de bataille de l'éternité
ko: 영원의 전쟁터
ru: Вечная битва
zh_hans: 永恆戰場
zh_hant: 永恆戰場

# GenericMapNameBlackheartsBay
source: Blackheart's Bay
de: Schwarzherzbucht
es: Bahía de Almanegra
fr: Baie de Coeur-Noir
ko: 블랙하트 항만
ru: Бухта Черносерда
zh_hans: 黑心湾
zh_hant: 黑心灣

# GenericMapNameBraxisHoldout
source: Braxis Holdout
ko: 브락시스 항전
ru: Бойня на Браксисе
zh_hans: 布萊西斯實驗所
zh_hant: 布萊西斯實驗所

# GenericMapNameBraxisOutpost
source: Braxis Outpost
ko: 브락시스 전초기지
ru: Аванпост на Браксисе
zh_hans: 布莱克西斯前哨
zh_hant: 布萊西斯哨站

# GenericMapNameCheckpointHanamura
source: Checkpoint: Hanamura
ko: 경유지: 하나무라
ru: Контрольная точка: Ханамура
zh_hans: 检查点：花村
zh_hant: 激戰花村

# GenericMapNameCursedHollow
source: Cursed Hollow
de: Verfluchtes Tal
es: Hondonada Maldita
fr: Val Maudit
ko: 저주받은 골짜기
ru: Проклятая Лощина
zh_hans: 诅咒谷
zh_hant: 詛咒谷地

# GenericMapNameDragonShire
source: Dragon Shire
de: Drachengärten
es: Comarca del Dragón
fr: Comté du Dragon
ko: 용의 둥지
ru: Драконий Край
zh_hans: 巨龙郡
zh_hant: 巨龍郡

# GenericMapNameGardenofTerror
source: Garden of Terror
de: Garten der Ängste
es: Jardín del Terror
fr: les Jardins de Terreur
ko: 공포의 정원
ru: Сад Ужасов
zh_hans: 恐魔园
zh_hant: 恐怖花園

# GenericMapNameHanamura
source: Hanamura
ko: 하나무라
ru: Ханамура
zh_hans: 花村
zh_hant: 花村

# GenericMapNameHauntedMines
source: Haunted Mines
de: Geisterminen
es: Minas Embrujadas
fr: Mines Hantées
ko: 죽음의 광산
ru: Призрачные Копи
zh_hans: 鬼灵矿
zh_hant: 亡骸礦坑

# GenericMapNameInfernalShrines
source: Infernal Shrines
de: Höllenschreine
ko: 불지옥 신단
ru: Оскверненные святилища
zh_hans: 煉獄聖壇
zh_hant: 煉獄聖壇

# GenericMapNameLostCavern
source: Lost Cavern
ko: 잃어버린 동굴
ru: Затерянный грот
zh_hans: 失落洞窟
zh_hant: 失落洞窟

# GenericMapNamePullParty
source: Pull Party
ko: 갈고리 파티
ru: Притягательные личности
zh_hans: 拉钩派对
zh_hant: 拉钩派对

# GenericMapNameSilverCity
source: Silver City
ko: 은빛 도시
ru: Серебряный город
zh_hans: 白银城
zh_hant: 銀光之城

# GenericMapNameSkyTemple
source: Sky Temple
de: Tempel des Himmels
es: Templo del cielo
fr: Temple du ciel
ko: 하늘 사원
ru: Небесный Храм
zh_hans: 天空神殿
zh_hant: 天空神殿

# GenericMapNameTomboftheSpiderQueen
source: Tomb of the Spider Queen
de: Grabkammer der Spinnenkönigin
ko: 거미 여왕의 무덤
ru: Гробница королевы пауков
zh_hans: 蛛后之墓
zh_hant: 蛛后之墓

# GenericMapNameTowersofDoom
source: Towers of Doom
de: Türme des Unheils
ko: 파멸의 탑
ru: Башни Рока
zh_hans: 末日塔
zh_hant: 厄運之塔

# GenericMapNameVolskaya
source: Volskaya
zh_hans: 沃斯卡娅工业区
zh_hant: 伏斯凱亞鑄造廠

# GenericMapNameWarheadJunction
source: Warhead Junction
ko: 핵탄두 격전지
ru: Ядерный полигон
zh_hans: 弹头枢纽站
zh_hant: 弹头枢纽站

# GenericMapStatistics
source: Map Statistics
cs: Statistiky mapy
da: Bane Statistikker
de: Kartenstatistiken
es: Estadísticas del Mapa
fi: kenttien tilastot
fr: Statistiques de la Carte
hu: Pálya statisztikák
ko: 전장 통계
nl: map statistieken
pl: Statystyki map
ru: Статистика карт
zh_hans: 地图统计
zh_hant: 地圖統計

# GenericMatchHistory
source: Match History
cs: Historie zápasů
da: Kamp Historie
de: Spielübersicht
es: Historial de Juegos
fi: Pelihistoria
fr: Historique des Parties
hu: Korábbi meccsek
ko: 대전 기록
nl: Spel geschiedenis
pl: Historia gier
ru: История матчей
zh_hans: 对局历史记录
zh_hant: 對戰紀錄

# GenericMMRBefore
source: MMR Before
cs: MMR před
da: MMR Før
de: Vorheriges MMR
es: MMR Antes
fi: MMR Ennen
fr: MMR avant
hu: Korábbi MMR
ko: 이전 MMR
nl: MMR vantevoren
pl: MMR Przed
ru: MMR до
zh_hans: 以前的MMR
zh_hant: 原MMR

# GenericMMRChange
source: MMR Change
cs: MMR změna
da: MMR Ændring
de: MMR-Änderung
es: Cambio en MMR
fi: MMR muutos
fr: Changement de la MMR
hu: MMR változás
ko: MMR 변화
nl: MMR aanpassing
pl: MMR Zmiana
ru: Динамика MMR
zh_hans: MMR变更
zh_hant: MMR變動

# GenericMMRMilestones
source: MMR Milestones
cs: MMR mezníky
da: MMR Milepæle
de: MMR-Meilensteine
es: Metas en MMR
fr: Etapes de MMR
hu: MMR mérföldkövek
ko: MMR 연혁
nl: MMR mijlpaal
pl: MMR - Kamienie milowe
ru: Изменение MMR
zh_hans: MMR里程碑
zh_hant: MMR里程碑

# GenericMyAccount
source: My Account
cs: Můj účet
da: Min Bruger
de: Mein Account
es: Mi Cuenta
fi: Tunnukseni
fr: Mon Compte
hu: Fiókom
ko: 내 계정
nl: Mijn account
pl: Moje Konto
ru: Моя учетная запись
zh_hans: 我的帐号
zh_hant: 我的帳號

# GenericNews
source: News
cs: Novinky
da: Nyheder
de: Neuigkeiten
es: Noticias
fi: Uutiset
hu: Hírek
ko: 새 소식
nl: Nieuws
ru: Новости
zh_hans: 新闻
zh_hant: 最新消息

# GenericNextUpdateInMinutes
source: Next Update in {0} Minutes
cs: Další aktualizace za {0} minut
da: Næste opdatering om {0} minutter
de: Nächste Aktualisierung in {0} Minuten
es: Siguiente Actualización en {0} Minutos
fi: Seuraava päivitys {0} minuutissa
fr: Prochaine mise à jour dans {0} Minutes
hu: Következõ frissítés {0} perc múlva
ko: {0} 후에 다음 업데이트가 진행 됩니다.
nl: Volgende update in {0} minuten
pl: Następna aktualizacja za {0} Minut
ru: Обновление через {0} минут
zh_hans: 下次更新在 {0} 分钟内
zh_hant: 下次更新於 {0} 分鐘

# GenericOpposingHero
source: Opposing Hero
cs: Protivníkův hrdina
da: Modstander
de: Gegnerischer Held
es: Héroe en Oposición
fi: Vastassa ollut hahmo
fr: Héro adverse
hu: ellenfél hõse
ko: 상대 영웅
nl: Held tegenstander
ru: Играли против
zh_hans: 对手英雄
zh_hant: 對上英雄

# GenericPassword
source: Password
cs: Heslo
da: Kodeord
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
hu: Jelszó
ko: 비밀번호
nl: Wachtwoord
pl: Hasło
ru: Пароль
zh_hans: 密码
zh_hant: 密碼

# GenericPlayer
source: Player
cs: Hráč
da: Spiller
de: Spieler
es: Jugador
fi: Pelaaja
fr: Joueur
hu: Játékos
ko: 플레이어
nl: Speler
pl: Gracz
ru: Игрок
zh_hans: 玩家
zh_hant: 玩家

# GenericPlayerSearchButton
source: Search
cs: Hledat
da: Søg
de: Suchen
es: Buscar
fi: Etsi
fr: Recherche
hu: Keresés
ko: 검색
nl: Zoeken
pl: Szukaj
ru: Поиск
zh_hans: 搜索
zh_hant: 搜尋

# GenericPlayerSearchHelperText
source: Find a Player
cs: Najít hráče
da: Find en Spiller
de: Spieler suchen
es: Buscar un Jugador
fi: Etsi pelaajaa
fr: Chercher un joueur
hu: Játékos keresése
ko: 플레이어 검색
nl: Zoek een speler
pl: Znajdź gracza
ru: Найти игрока
zh_hans: 寻找玩家
zh_hant: 搜尋玩家

# GenericProfile
source: Profile
cs: Profil
da: Profil
de: Profil
es: Perfil
fi: Profiili
fr: Profil
hu: Profil
ko: 프로필
nl: Profiel
pl: Profil
ru: Профиль
zh_hans: 资料
zh_hant: 個人資訊

# GenericRating
source: Rating (MMR)
cs: Hodnocení (MMR)
de: Spielerzuweisungswertung (MMR)
es: Clasificación (MMR)
fi: Sijoitus (MMR)
fr: Niveau (MMR)
hu: Besorolás(MMR)
ko: 점수 (MMR)
nl: Rang (MMR)
ru: Рейтинг (MMR)
zh_hans: 等级 (MMR)
zh_hant: 評分 (MMR)

# GenericRegion
source: Region
es: Región
fi: Maakunta
fr: Région
hu: Régió
ko: 지역
nl: Regio
ru: Регион
zh_hans: 地区
zh_hant: 地區

# GenericResult
source: Result
cs: Výsledek
da: Resultat
de: Ergebnis
es: Resultado
fi: Tulos
fr: Résultat
hu: Eredmény
ko: 결과
nl: Resultaat
pl: Wynik
ru: Результат
zh_hans: 结果
zh_hant: 結果

# GenericSitewide
source: Sitewide
cs: Celkový přehled
da: Fra hele siden
de: Seitenweit
es: Todo el Sitio
fi: Kaikki data
hu: Oldal szerte
ko: 통계
nl: Statistieken
ru: Общая статистика
zh_hans: 全站
zh_hant: 全站

# GenericSpecialThanks
source: Special Thanks
cs: Poděkování
da: Mange Tak
de: Besonderer Dank an
es: Agradecimientos Especiales
fi: Erityiskiitokset
fr: Remerciement spécial
hu: Külön köszönet
nl: Speciale dank
pl: Specialne Podziękowania
ru: Отдельное спасибо
zh_hans: 特别感谢
zh_hant: 特別感謝

# GenericSubmitButton
source: Submit
cs: Předložit
da: Indsend
de: Abschicken
es: Ingresar
fi: Lähetä
fr: Envoyer
hu: Bead
ko: 제출
nl: Verzenden
pl: Zamieść
ru: Подтвердить
zh_hans: 提交
zh_hant: 送出

# GenericTeam
source: Team
cs: Tým
da: Hold
es: Equipo
fi: Joukkue
fr: Equipe
hu: Csapat
ko: 팀
pl: Drużyna
ru: Команда
zh_hans: 队伍
zh_hant: 隊伍

# GenericTimeSpanDay
source: {0} Day
cs: {0} Den
da: {0} Dag
de: {0} Tag
es: {0} Día
fi: {0} Päivää
fr: {0} Jour
hu: {0} nap
ko: {0} 일
nl: {0} dag
ru: {0} дня
zh_hans: {0} 天
zh_hant: {0} 天
