Repository: Zemill/hotslogs-site
Catalog: HotsLogsApi.BL/Resources/LocalizedText.*.resx
Languages: cs, da, de, es, fi, fr, hu, ko, nl, pl, ru, zh_hans, zh_hant

# SitewideHeroAndMapStatisticsTitle
source: Hero and Map Statistics
cs: Celkové statistiky hrdinů a map
da: Helte og Bane statistikker fra hele siden
de: Seitenweite Helden- und Kartenstatistiken
es: Estadísticas de Héroe y Mapa Que Consideran Todo el Sitio
fi: Hahmojen ja kenttien tilastot kokonaisuudessaan
fr: Statistiques des Héros et des Cartes
hu: Hõs és pálya statisztikák oldalszerte
ko: 영웅/전장 통계
nl: Held en map statistieken van de hele site
pl: Sitewide Hero and Map Statistics
ru: Расширенная статистика по героям и картам
zh_hans: 全站英雄和地图统计
zh_hant: 全站英雄及地圖統計

# SitewideHeroStatistics
source: Sitewide Hero Statistics over the Last 2 Patches
cs: Statistiky hrdiny za poslední 2 záplaty
da: Helte Statistikker fra hele siden fra de sidste 2 programrettelser
de: Seitenweite Heldenstatistiken der letzten 2 Patches
es: Estadisticas de Heroes Considerando Todo el Sitio a lo Largo de los Últimos 2 Parches
fi: Sivuston kattavat sankaritilastot viimeisistä kahdesta korjaustiedostosta
fr: Statistiques des Héros pour les 7 derniers correctifs
hu: Hõs statisztikák az elmúlt 2 javításról
ko: 최근 2 개 패치에 대한 사이트 전체 영웅 통계
nl: Statistieken van helden over de hele site van de laatste 2 patches
pl: Statystyki bohaterów z całej witryny za ostatnie 2 łatki
ru: Общая статистика по героям за 2 патча
zh_hans: 最近2个补丁的全站英雄统计
zh_hant: 最近2個補丁的全站英雄統計

# SitewideMapStatistics
source: Sitewide Map Statistics over the Last 7 Days
cs: Statistiky mapy za posledních 7 dní
da: Bane Statistikker fra hele siden fra de sidste 7 dage
de: Seitenweite Kartenstatistiken der letzten 7 Tage
es: Estadisticas de Mapas Considerando Todo el Sitio a lo Largo de los Últimos 7 Días
fi: Kaikkien kenttien tilastot edeltävältä 7 päivältä
fr: Statistiques des cartes pour les 7 derniers jours
hu: Pálya statisztikák az elmúlt 7 napban oldalszerte
ko: 지난 7일간 전장 통계
nl: Statistieken over map's van de hele site en de laatste zeven dagen
ru: Общая статистика по картам за 7 дней
zh_hans: 最近七天的全站地图统计
zh_hant: 最近7天內的全站地圖統計

# SitewidePremiumTitle
source: Premium
cs: Předplatné
da: Præmie
es: Prima
fr: Prime
ko: 프리미엄
zh_hans: 高级会员
zh_hant: 高級會員

# SitewideStatisticsTitle
source: Statistics
cs: Statistika
da: Statistikker
es: Estadísticas
fi: Tilastot
fr: Statistiques
ko: 통계
zh_hans: 数据统计
zh_hant: 數據統計

# SitewideTalentsTitle
source: Talents
cs: Talenty
da: Talenter
es: Talentos
fi: Kyvyt
ko: 재능
zh_hans: 天赋
zh_hant: 天賦

# SitewideUploadReplaysTitle
source: Upload Replays!
cs: Nahrajte záznamy!
da: Upload gentagelser!
es: ¡Subir repeticiones!
fi: Lähetä peliuusintoja!
fr: Statistiques
ko: 리플레이 업로드!
zh_hans: 上传录像
zh_hant: 上傳錄像

# SpecialThanksLine1
source: A big 'Thank You!' to Trey Cook at <a href="http://dreamweb.co/">http://dreamweb.co/</a> for creating our cool logo!
da: Mange tak til Mathias "Vakalkas" Bjørn Winther for oversættelsen af HOTS logs til Dansk
de: Besonderer Dank an Neiki (<a href="http://twitter.com/nKNeiki">http://twitter.com/nKNeiki</a>) und Thorgaresh für die deutsche Übersetzung dieser Website
es: Muchas gracias a <a href="https://twitter.com/SergioSosaMc">Sergio Sosa</a> por traducir HOTSLogs.com a español.
fi: Erityiskiitos Jonille HotS log:in suomentamisesta
fr: Merci à Bestio pour la traduction française d'HOTS Logs
hu: Külön köszönet Rónyai Gábornak a HOTS Logs magyar nyelvre való fordításáért
ko: <a href="http://www.kriiclan.com">www.kriiclan.com</a> 의 정도윤(Day)님이 한글 번역을 도와주셨습니다.
nl: Veel dank aan <a href="https://twitter.com/KenziDK">@KenziDK</a> en <a href="https://twitter.com/atimmer10">Anton Timmermans</a> voor het vertalen van de website naar het Nederlands.
pl: Specialne podziękowania dla <a href="http://www.twitch.tv/daermiva/">Daer'a</a> za przetłumaczenie HOTS Logs na język polski.
ru: Огромное спасибо FlyTheDragon SuperatorAeternitas за перевод сайта
zh_hans: 感谢张弛的中文翻译！如对翻译有意见或建议，请联系 <a href="mailto:zhangchi25806@gmail.com">zhangchi25806@gmail.com</a>
zh_hant: 感謝CodinCat的繁體中文翻譯！他的遊戲ID為angrycat#3463，歡迎一起遊玩。

# UploadMessageLine1
source: Before you get started uploading, please read:
cs: Než začnete nahrávat, tak prosím čtěte:
da: Læs venligst dette, inden du begynder at uploade:
de: Bevor du mit dem Hochladen beginnst, lies dies bitte:
es: Antes de que empieces a subir repeticiones, por favor leer:
fi: Lue tämä ennenkuin alat lähettämään uusintoja:
fr: Merci de lire ceci avant d'envoyer un replay :
hu: Mielõtt elkezdenéd a feltöltögetést, kérlek olvasd el az alábbiakat:
ko: 업로드를 시작하기전 읽어 주세요:
nl: Voordat je begint met uploaden, gelieven dit te lezen:
pl: Zanim zaczniesz przesyłać powtórki, przeczytaj:
ru: ВНИМАНИЕ! Прочтите перед загрузкой реплеев:
zh_hans: 在你开始上传录像前，请仔细阅读：
zh_hant: 在你開始上傳之前，請先閱讀：

# UploadMessageLine2
source: I plan to make everyone's replay data as accessible as possible, with the exception of in game chat, which I will never make available. Other than that restriction, the data within replays uploaded will essentially be public.
cs: Plánuji, aby data všech záznamů byla co nejpřístupnější, s výjimkou herního chatu, který nikdy nezveřejním. Ostatní data ze záznamů budou prakticky veřejná.
da: Jeg planlægger at alle replays skal være så let tilgængelige som muligt, undtagen for chat historikken, som jeg aldrig vil gøre tilgængelig. Bortset fra den restriktion, vil data fra replays essentielt være offentligt.
de: Ich plane, Replaysdaten aller Spieler so erreichbar wie möglich zu machen - mit Ausnahme des Spiel-Chats, den ich niemals veröffentlichen werde. Neben dieser Ausnahme sind die Daten der hochgeladenen Replays im Allgemeinen öffentlich.
es: Planeo que toda la información de las repeticiones sea lo más accesible posible, con la excepción del chat dentro de las partidas (el cual nunca estará disponible). Aparte de esa restricción, la información contenida por las repeticiones subidas será material público.
fi: Suunnitelmani on tehdä uusintojen datasta niin käytettävää kuin suinkin mahdollista, paitsi chatti saa jäädä pois, mitä en ikinä tee avoimeksi. Kaikki muu data tulee avoimeksi ennen pitkää.
fr: J'ai prévu que toutes les informations contenues dans un replay soient accessibles publiquement, sauf le chat en jeu que je n'afficherai jamais.
hu: Szeretném mindenki replayeit annyira hozzáférhetõvé tenni amennyire csak lehetséges, a játékbeli chat kivételével, amit sosem fogok elérhetõvé tenni. Ezt a kivételt leszámítva, a replayek gyakorlatilag publikusak.
ko: 저희는 모든 사람의 리플레이를 가능한 한 접근하기 쉽게 할 계획입니다. 업로드 된 리플레이의 일부 데이터는 기본적으로 공개됩니다.
nl: Ik ben van plan om de gegevens van alle replays zo toegankelijk mogelijk te maken, met als uitzondering de in-game chat, die ga ik nooit beschikbaar maken. Buiten deze uitzondering is eigenlijk alle data in replays helemaal publiek.
ru: Я планирую сделать всеобщую информацию по играм максимально доступной для каждого (за исключением чата – я никогда не буду делать его доступным).
zh_hans: 我打算让每个人的录像数据可见度都尽可能地高，但这不包括游戏中的对话，我以后也绝不会把这个考虑其中。除了这个限制，录像中的全部数据都是公开的。
zh_hant: 我計畫讓每個人遊戲錄像的資料都是可及的，除了對話內容之外，我永遠不會讓它們公開。除了這個限制，其他錄像內的資料都是完全公開的。

# UploadMessageLine3
source: Currently I am accepting Storm League, Quick Match, and Custom Game replays. Custom games are private and only visible to users who have verified their account through Battle.Net.
cs: V současné přijímám záznamy ze Storm League (původně HL/TL), QM a Custom módu. Custom hry jsou soukromé a viditelné jen hráčům, kteří si ověřili účet přes Battle.net
da: I øjeblikket tager jeg kun imod fuld længde Versus-mode replays.
de: Aktuell akzeptiere ich nur standardmäßige Replays des Versus-Modus in voller Länge.
es: Por ahora, tan solo estoy aceptando repeticiones completas del modo Liga de Héroes, Partida Rápida y Partida Personalizada. Las partidas personalizadas son privadas y solo son visibles para usuarios que han verificado su cuenta a través de Battle.Net.
fi: Kelpuutan ainoastaan normaaleja, täysmittaisia versus moodin peliuusintoja.
fr: Pour le moment, je ne prends en compte que les matchs en mode versus.
hu: Jelenleg csak a sztenderd, teljess terjedelmû Versus módban készült replayeket fogadom el.
ko: 현재 대전 모드의 리플레이만 수용하고 있습니다.
nl: Momenteel accepteer ik alleen standaard, complete Versus modus replays.
pl: Obecnie akceptuję tylko standardowe gry, o pełnej długości, z trybu Versus.
ru: В настоящее время возможно загружать только полные реплеи и только в режиме PVP.
zh_hans: 当前，我只接受完全的，对决模式的录像。
zh_hant: 我目前只接受完整的對決模式的錄像。

# UploadMessageLine4
source: Successfully parsed replays only need to be uploaded once. I will save the replay file, and when I make advancements in the data I can pull from replays, I will automatically update your replay statistics.
cs: Záznamy stačí být nahrány jednou. Záznamy uložím a při použití dat z těchto záznamů automaticky aktualizuji Vaše statistiky.
da: Replays der er analyseret succesfuldt behøver kun at blive uploadet en gang. Jeg gemmer dataen derfra, og når jeg laver udviklinger I den mængde data jeg kan trække fra replaysne, vil jeg automatisk opdatere din replay statistikker.
de: Erfolgreich ausgelesene Replays müssen nur einmal hochgeladen werden. Ich werde die Replay-Datei speichern, und wenn ich dann Fortschritte in den Daten mache, die ich aus den Replays ziehen kann, dann werde ich deine Replay-Statistiken automatisch aktualisieren.
es: Las repeticiones analizadas con éxito tan solo deben de ser subidas una sola vez. Yo guardaré el archivo y cuando realice mejoras al análisis de información lo utilizare para actualizar tus estadísticas.
fi: Kunnolla parsitut uusinnat pitää lähettää vain kerran. Tallennan uusinta tiedoston ja, kun teen parannuksia dataan mitä voin ottaa uusinnoista, päivitän automaattisesti peliuusinta statsisi.
fr: Vous n'avez besoin d'envoyer chaque fichier qu'une seule fois. Je les enregistre de mon côté et au fil de l'avancée du site je pioicherai à nouveau dedans pour afficher les nouvelles informations mises à disposition.
hu: A sikeresen elõkészített replayeket elég egyszer feltölteni. Én elmentem a replay fájlokat és amint össze tudom gyûjteni az adatokat a replaybõl, automatikusan frissítem a replay statisztkádat.
ko: 성공적으로 분석된 리플레이는 한번만 업로드 할 수 있습니다. 리플레이 파일은 저장되며, 리플레이에서 확보 할 수 있는 데이터가 생길때 자동으로 통계가 업데이트 됩니다.
nl: Succesvolle geüploade replays hoeven maar één keer geüpload te worden. Ik ga de replay bestanden bewaren en wanneer ik meer uit een replay bestand kan halen dan pas ik automatisch de gegevens aan.
ru: Каждый реплей может быть загружен только один раз. После его сохранения на сервер, я вытаскиваю из него всю статистическую информацию и автоматически обновляю Ваш профиль.
zh_hans: 成功解析录像只需要上传一次。我会存储录像文件，而且，当我从录像中提取数据分析时，也会同时把你的录像分析更新。
zh_hant: 要成功地解析遊戲錄像只需要上傳一次。我會直接儲存該錄像檔，當我可以從錄像檔中取出更多資訊時，會自動把你舊的錄像資料也一起更新。

# UploadMessageLine5
source: If you get a 'Duplicate' error when uploading a replay, that means that you OR someone else in that match has already uploaded that replay.
cs: Pokud se Vám při nahrávání záznamu zobrazí „duplikát“, znamená to, že jste již vy nebo někdo jiný daný záznam nahrál.
da: Hvis du får en dublikations fejl er det fordi din kamp allerede er blevet uploadet af nogle andre.
de: Falls du beim Hochladen eines Replays den Fehler "Duplicate" bekommst, heißt das lediglich, dass du ODER ein anderer Spieler dieses Spiels das Replay bereits hochgeladen hat.
es: Si obtienes un error de “Duplicado” cuando subas tu repetición, esto significa que tú o alguien más en la partida ya ha subido esta repetición.
fi: Jos saat 'duplikaatti' errorin kun lähetät uusintaa, se tarkoittaa sitä joku on jo lähettänyt kyseisen uusinnan.
fr: Si vous obtenez le message d'erreur match dupliqué durant l'envoi, cela veut tout simplement dire qu'un autre des 9 joueurs de la partie l'a déjà fait avant vous.
hu: Ha a 'Duplicate' hibaüzenet kapod miután feltöltöttél egy replayt, az azt jelenti hogy te vagy más már feltöltötte az azt a meccset tartalmazó replayt.
ko: 리플레이 업로드 시 '중복' 오류가 발생 하는 경우는 그 게임에서 다른 사람이 이미 리플레이 파일을 업로드 한 경우를 의미 합니다.
nl: Als je een 'Duplicate' error krijgt wanneer je een replay upload, betekent dit dat deze replay al geüpload is.
pl: Jeśli napotkasz błąd 'Duplicate' podczas przesyłania powtórki, oznacza to że już przesłałeś daną grę, lub zrobił to ktoś inny.
ru: Когда вы видите, что напротив Вашего реплея висит надпись 'Duplicate', это значит что кто-то уже загрузил реплей этой игры.
zh_hans: 如果你上传录像时看到它“重复”了，这意味着你或者同场游戏的其他人已经上传过录像了。
zh_hant: 如果你上傳錄像後得到一個「重複（Duplicate）」訊息，代表你或跟你同場的其他玩家已經上傳過那一場的錄像了。

# UploadMessageLine6
source: If you get an error when uploading a file, you can try again later. I am continuously fixing issues, and may be able to pull information from your failed uploads later on.
cs: V případě chyby při nahrávání, můžete zkusit znovu později. Neustále opravuji chyby a je šance, že extrakce dat z chybných záznamů bude možná později.
da: Hvis du får en fejl imens du uploader en fil som siger, "du kan prøve igen senere". I så fald er jeg fortsat i gang med at fixe problemer og vil måske være i stand til at bruge dit fejlupload senere.
de: Wenn ein Hochladefehler auftritt, kannst du es später erneut versuchen. Ich behebe fortlaufend Fehler und kann aus deinen fehlgeschlagenen Uploads eventuell später etwas lernen.
es: Si obtienes un error al subir un archive, puedes intentar de nuevo más tarde. Estoy arreglando errores continuamente y podría analizar tu repetición tras este mantenimiento.
fi: Jos saat erroria, kun yrität lähettää uusintaa, yritä myöhemmin uudelleen. Yritän koko ajan korjailla vikoja, pystyn ehkä ottamaan datan epäonnistuneista lähetyksistä myöhemmin.
fr: Si vous obtenez une erreur lors de l'envoi d'un fichier, je vous remercie de réessayer un peu plus tard. Je corrige en permanence les problèmes et j'aurai peut-être eu le temps de résoudre celui qui a empêché l'envoi de votre fichier.
hu: Ha egy hibaüzenetet kapsz egy fájl feltöltése közben, próbálkozz újra késõbb. Folyamatosan dolgozom a hibák kijavításán és talán a sikertelen feltöltésekkel is tudok kezdeni valamit.
ko: 리플레이 업로드 오류가 발생하면 나중에 다시 시도 할 수 있습니다. 저희는 지속적으로 문제를 수정 하고, 회원님의 실패 내역을 저장 할 수 있습니다.
nl: Als je een error krijgt wanneer je een replay upload kan je het later nog een proberen. Ik probeer voortdurend problemen op te lossen en mogelijk kan ik later informatie halen uit gefaalde uploads.
pl: Jeśli wystąpi problem podczas przesyłania powtórki, możesz spróbować później. Ciągle poprawiam błędy, i mogę otrzymać informacje o nieudanej próbie później.
ru: Если во время загрузки возникли проблемы, попробуйте загрузить реплей позднее. Иногда могут возникать проблемы, но я продолжаю фиксить баги. В любом случае – все данные позднее попадут на сервер и отобразятся в Вашем профиле.
zh_hans: 如果你上传录像是遇到错误，你可以过一会再试。我在不断地修复错误，并可能在之后把你传失败的录像数据提取出来。
zh_hant: 如果你上傳錄像後得到錯誤訊息，你可以稍後再嘗試一次看看。我會不斷地修正錯誤，並可能在之後從上傳失敗的錄像中提取出資訊來。

# UploadMessageSingleReplayHeader
source: Upload Multiple Replays Online
cs: Nahrát jeden záznam
da: Upload et enkelt Replay
de: Hochladen einzelner Replays
es: Subir una Sola Repetición
fi: Lähetä yksittäinen peliuusinta
fr: Envoyer un replay
hu: Egy replay feltöltése
ko: 리플레이 단일 업로드
nl: Upload meerdere replays online
pl: Prześlij pojedynczą powtórkę
ru: Загрузка реплеев
zh_hans: 上传一个录像
zh_hant: 上傳單一的遊戲錄像

# UploadMessageSingleReplayLine1
source: Note: The default folder for replays is:
cs: Poznámka: Výchozí složka záznamů je:
da: Note: Standard mappen for replays er:
de: Hinweis: Das Standardverzeichnis für Replays ist:
es: Nota: La carpeta por default que contiene tus repeticiones es:
fi: Note: Oletuskansio peliuusinnoille on:
fr: Remarque : le répertoire par défaut des replays est :
hu: Megjegyzés: A mappa amelyben alapesetben a replayeket tárolják:
ko: 참고: 기본 리플레이 폴더는 아래와 같습니다.:
nl: Note: De standaard map voor replays is:
pl: Note: Domyślny folder w którym znajdują się powtórki:
ru: Внимание: по умолчанию папка для реплеев находится здесь:
zh_hans: 注意：存放录像的默认文件夹是：
zh_hant: 備註：預設的錄像資料夾位置：

# UploadMessageUploaderLine1
source: HOTS Logs Uploader Application
cs: Aplikace HOTS Logs Uploader
da: HOTS Logs Uploader Program
es: Aplicación para Cargar repeticiones de HOTS Logs
fi: HOTS Logs Uploader sovellus
fr: Application HOTS Logs pour envoyer vos fichiers
hu: HoTS Logs Uploader (feltöltõ) alkalmazás
ko: HOTS Logs 업로드 프로그램
nl: HOTS Logs Uploader Applicatie
pl: Aplikacja HOTS Logs Uploader
ru: Приложение HOTS Logs Uploader
zh_hans: 风暴英雄日志上传器应用
zh_hant: 暴雪英霸錄像上傳器

# UploadMessageUploaderLine2
source: I recommend using a small Windows application I wrote to upload your replay files automatically:
cs: Pro automatické nahrávání záznamů doporučuji používat malou aplikaci pro Windows, kterou jsem napsal:
da: Jeg foreslår at du bruger et lille windows program som jeg har skrevet til at uploade dine HotS replays med:
de: Ich empfehle die Verwendung einer kleinen Windows-Anwendung, die ich geschrieben habe, um eure Replays automatisch hochzuladen:
es: Recomiendo usar una pequeña aplicación para Windows que he escrito para subir tus archivos de repeticiones automáticamente:
fi: Suosittelen käyttämään kevyttä Windows sovellusta jonka tein peliuusintojen automaattista lähetystä varten:
fr: Je vous recommande d'utilisere un petite application Windows que j'ai écrite pour envoyer vos fichiers automatiquement :
hu: Javaslom, hogy használjátok ezt a kis Windows alkalmazást amit írtam, hogy az összes replayeteket feltöltsétek:
ko: 저희는 윈도우 환경에서 자동 리플레이 업로드 프로그램 사용을 추천 합니다.:
nl: Ik raad aan om een kleine Windows applicatie te gebruiken die ik geschreven heb om replays automatisch te uploaden.
pl: Polecam używanie aplikacji którą napisałem do przesyłania powtórek automatycznie:
ru: Советую использовать небольшое приложение для автоматической загрузки реплеев, которое я написал:
zh_hans: 我推荐使用一个我写的小Windows应用来自动上传你的录像文件：
zh_hant: 我建議用這個我寫的小程式來自動上傳你所有的對戰錄像檔：

# UploadMessageUploaderLine3
source: Click here to download the HOTS Logs Uploader
cs: Klikněte zde pro stažení HOTS Logs Uploaderu
da: Klik her for at downloade og installere HOTS Logs Uploader
de: Klicke hier, um den HOTS Logs Uploader herunterzuladen und zu installieren.
es: Da clic aquí para descargar e instalar la “Aplicación para Cargar Repeticiones de HOTS Logs”
fi: Paina tästä ladataksesi ja asentaaksesi the HOTS Logs Uploader
fr: Cliquez ici pour télécharger et installer l'application HOTS Logs Uploader
hu: Kattints ide a HOTS Logs Uploader letöltéséhez és telepítéséhez
ko: 이곳을 클릭하여 HOTS Logs 업로더를 다운로드 합니다.
nl: Klik hier om de HOTS Logs Uploader te downloaden.
pl: Kliknij tutaj aby pobrać i zainstalować HOTS Logs Uploader
ru: Нажмите здесь, чтобы скачать и установить HOTS Logs Uploader
zh_hans: 点击此处下载并安装英雄风暴日志上传器
zh_hant: 點擊這裡來下載並安裝暴雪英霸錄像上傳器

# UploadTitle
source: Upload Replays
cs: Nahrát záznamy
da: Upload gentagelser
de: Replays hochladen
es: Subir Repeticiones
fi: Lähetä peliuusintoja
fr: Envoyer des replays
hu: Replayek feltöltése
ko: 리플레이 업로드
pl: Prześlij Powtórkę
ru: Загрузить реплей
zh_hans: 上传录像
zh_hant: 上傳錄像

# ChooseBattleNetIdMessageLine1
source: Please enter your Heroes of the Storm BattleTag:
cs: Vložte svůj Heroes of the Storm BattleTag:
da: Indtast din Heroes of the Storm BattleTag:
es: Por favor introduzca su Heroes of the Storm BattleTag:
fi: Kirjoita Heroes of the Storm BattleTag:
ko: 귀하의 Heroes of the Storm BattleTag:

# UploadMessageSingleReplayLine2
source: Windows: '...\Documents\Heroes of the Storm\Accounts\########\#-Hero-#-######\Replays\'
hu: Windows: '...\Dokumentumok\Heroes of the Storm\Accounts\########\#-Hero-#-######\Replays\'
ko: Windows 환경: '...\Documents\Heroes of the Storm\Accounts\########\#-Hero-#-######\Replays\'

# UploadMessageSingleReplayLine3
source: Mac: '~/Library/Application Support/Blizzard/Heroes of the Storm/Accounts/########/#-Hero-#-######/Replays/'
hu: Mac: '~/Könyvtár/Application Support/Blizzard/Heroes of the Storm/Accounts/########/#-Hero-#-######/Replays/'
ko: Mac 환경: '~/Library/Application Support/Blizzard/Heroes of the Storm/Accounts/########/#-Hero-#-######/Replays/'
